Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/ezplatform-form-builder/form_builder.*.xlf
Languages: de_de

# action.redirect.udw.title
source: Select content
de_de: Inhalt auswählen

# create.form
source: Create a form
de_de: Formular erstellen

# drag.drop.call.to.action
source: Create a form by dragging and dropping elements here
de_de: Formular erstellen, indem Element hier via Drag & Drop eingefügt werden

# field.remove
source: Remove
de_de: Entfernen

# field.settings
source: Settings
de_de: Einstellungen

# form.no_preview
source: Preview is not available.
de_de: Die Vorschau ist nicht verfügbar.

# form_builder.attribute.button.action.empty
source: Select an action after form submission
de_de: Aktion nach Formular-Einsendung wählen

# form_builder.attribute.button.action.location_id
source: Redirect to a content item
de_de: Weiterleitung zu einem Inhaltselement

# form_builder.attribute.button.action.message
source: Show a message
de_de: Nachricht anzeigen

# invalid.fields
source: Not all the fields were configured correctly. Please, provide a proper configuration.
de_de: Nicht alle Felder wurden korrekt konfiguriert. Bitte eine ordnungsgemäße Konfiguration bereitstellen.

# no.fields.in.form
source: There are no fields in this form. Create your form.
de_de: Dieses Formular verfügt über keine Felder. Erstellen Sie Ihr Formular.

source: Redirecting ...
de_de: Weiterleitung ...

source: Select content
de_de: Inhalt auswählen

source: Select content item
de_de: Inhaltselement auswählen
