Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/date-based-publisher/date_based_publisher.*.xlf
Languages: hu_hu, pl_pl

source: Content deleted
hu_hu: A tartalmat töröltük
pl_pl: Element usunięty

# content.in_review
source: Content sent to review
hu_hu: A tartalmat elküldtük ellenőrzésre
pl_pl: Przesłano do recenzji

# content.publish_later.read_more
source: Read more &raquo;
hu_hu: Bővebben
pl_pl: Czytaj więcej &raquo;

source: Content published
hu_hu: A tartalmat publikáltuk
pl_pl: Element opublikowano

# content.scheduled.canceled
source: Future publication canceled
hu_hu: Jövőbeli publikálás elutasítva
pl_pl: Wycofano publikację w przyszłości

# content.scheduled.published
source: Future publication published
hu_hu: Jövőbeli publikálás jóváhagyva
pl_pl: Wykonano zaplanowaną publikację

# content.scheduled.title
source: Title:
hu_hu: Cím:
pl_pl: Tytuł:

# content.trashed
source: Content moved to trash
hu_hu: A tartalmat a lomtárba helyeztük
pl_pl: Element przeniesiony do kosza

source: Content updated
hu_hu: Tartalom frissítve
pl_pl: Zaktualizowano element

# dashboard.tab.all_scheduled.empty
source: No content scheduled for publish.
hu_hu: Nincs időzített publikálásra váró tartalom
pl_pl: Brak elementów zaplanowanych do publikacji.

# dashboard.tab.my_scheduled.empty
source: No content scheduled for publish.
hu_hu: Nincs időzített publikálásra váró tartalom
pl_pl: Brak elementów zaplanowanych do publikacji.

# dashboard.table.content_type
source: Content Type
hu_hu: Tartalomtípus
pl_pl: Typ treści

# dashboard.table.contributor
source: Contributor
hu_hu: Közreműködők
pl_pl: Twórca

# dashboard.table.last_saved
source: Last Saved
hu_hu: Utoljára mentett
pl_pl: Ostatnio zapisano

# dashboard.table.name
source: Name
hu_hu: Név
pl_pl: Nazwa

# dashboard.table.publication_date
source: Publication Date
hu_hu: Publikálás dátuma
pl_pl: Data publikacji

# date_based_publisher.discard.publish_later
source: Scheduled publication date discarded.
hu_hu: Időzített publikálás dátuma elvetve
pl_pl: Wycofano zaplanowaną datę publikacji.

# date_based_publisher.error.discard.publish_later
source: Cannot discard scheduled publication date: %reason%
hu_hu: Nem tudjuk elvetni az időzített publikálás dátumát: %reason%
pl_pl: Nie można wycofać zaplanowanej daty publikacji: %reason%

# date_based_publisher.error.publish_later
source: Cannot schedule content: %reason%
hu_hu: Nem ütemezhető a tartalom: %reason%
pl_pl: Nie można zaplanować publikacji elementu: %reason%

# date_based_publisher.success.publish_later
source: Content scheduled for publishing.
hu_hu: A tartalmat időzített publikálásra beütemeztük.
pl_pl: Zaplanowano publikację w przyszłości.

source: discard_schedule_publish
hu_hu: Időzített publikálás elvetése
pl_pl: Anuluj planowanie publikacji

# menu.date_based_publisher
source: Publish later
hu_hu: Publikálás később
pl_pl: Opublikuj później

# menu.date_based_publisher.discard
source: Discard publish later
hu_hu: Későbbi publikálás elvetése
pl_pl: Wycofaj publikację w przyszłości

# publish_later.confirm
source: Confirm
hu_hu: Megerősítés
pl_pl: Zatwierdź

# publish_later.date_and_time
source: Date & Time
hu_hu: Dátum és idő
pl_pl: Data i czas

# publish_later.settings
source: Future publication settings
hu_hu: Jövőbeli publikálás beállításai
pl_pl: Ustaw datę i czas publikacji

source: schedule_publish
hu_hu: Időzített publikálás
pl_pl: Zaplanuj publikację

# tab.name.all_scheduled
source: All scheduled
hu_hu: Minden időzített tartalom
pl_pl: Wszystkie zaplanowane publikacje

# tab.name.my_scheduled
source: My scheduled
hu_hu: Időzített tartalmaim
pl_pl: Zaplanowane publikacje

source: Version deleted
hu_hu: Verzió törölve
pl_pl: Wersja usunięta
