Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezpublish-kernel/repository_exceptions.*.xlf
Languages: fr

source: '%actualValue%' is wrong value
fr: « %actualValue% » est une valeur incorrecte

source: '%actualValue%' is wrong value in class '%className%'
fr: « %actualValue% » est une valeur incorrecte dans la classe « %className% »

source: A value is set for non translatable field definition '%identifier%' with language '%languageCode%'
fr: Une valeur est définie pour le FieldDefinition non traduisible '%identifier%' avec la langue '%languageCode%'

source: Argument '%argumentName%' has a bad state: %whatIsWrong%
fr: L'argument '%argumentName%' a un état incorrect : %whatIsWrong%

source: Argument '%argumentName%' is invalid: %whatIsWrong%
fr: L'argument '%argumentName%' est invalide : %whatIsWrong%

source: Argument '%argumentName%' is invalid: expected value to be of type '%expectedType%'
fr: L'argument '%argumentName%' est invalide : la valeur attendue doit être de type '%expectedType%'

source: Argument '%argumentName%' is invalid: expected value to be of type '%expectedType%', got '%actualType%'
fr: L'argument '%argumentName%' est invalide : la valeur attendue doit être de type '%expectedType%', '%actualType%' a été fourni

source: Argument 'BinaryFile::id' is invalid: '%id%' is wrong value, binary file ids can not begin with a '/'
fr: L'argument 'BinaryFile::id' est invalide : %id% est une valeur incorrecte, les Ids de fichiers binaires ne peuvent pas commencer par '/'

source: Argument 'BinaryFile::id' is invalid: '%id%' is wrong value, it does not contain prefix '%prefix%'. Is 'var_dir' config correct?
fr: L'argument 'BinaryFile::id' est invalide : %id% est une valeur incorrecte, qui ne contient pas le préfixe %prefix%. La directive 'var_dir' est-elle correctement configurée ?

source: Content fields did not validate
fr: Les champs de contenu sont invalides

source: Content type cannot be unlinked from the only remaining group
fr: Un type de contenu ne peut être retiré du seul groupe restant

source: Content type is already linked to provided group
fr: Le type fait déjà partie du groupe demandé

source: ContentType FieldDefinitions did not validate
fr: Les définitions de champs du type sont invalides

source: Could not find %classType% class '%className%'
fr: La classe '%className%' de type %classType% est introuvable

source: Could not find '%what%' with identifier '%identifier%'
fr: '%what%' avec pour identifiant '%identifier%' est introuvable

source: Could not find class '%className%'
fr: La classe '%className%' est introuvable

source: Current version is already in status DRAFT
fr: La version actuelle est déjà dans l’état Brouillon

source: Empty content type draft cannot be published
fr: Un brouillon vide de Type de Contenu ne peut être publié

source: Field definition '%identifier%' does not exist in given ContentType
fr: La définition du champ '%identifier%' n'existe pas dans le Type de Contenu fourni

source: FieldType '%fieldType%' not found, needs to be implemented or configured to use FieldType\Null\Type (%ezpublish.fieldType.eznull.class%)
fr: Le FieldType '%fieldType%' est introuvable, il doit être implémenté ou configuré pour utiliser FieldType\\Null\\Type (%ezpublish.fieldType.eznull.class%)

source: FieldType '%identifier%' is singular and can't be repeated in a ContentType
fr: Le FieldType '%identifier%' est unique et ne peut être répété dans un ContentType

source: Limitation '%limitation%' not found, needs to be implemented or configured to use Limitation\BlockingLimitationType (%ezpublish.api.role.limitation_type.blocking.class%
fr: La limitation '%limitation%' est introuvable, elle doit être implémentée ou configurée pour utiliser Limitation\\BlockingLimitationType (%ezpublish.api.role.limitation_type.blocking.class%

source: Limitations did not validate
fr: Les limitations sont invalides

source: Only empty content type groups can be deleted
fr: Seuls les groupes de type de contenu vides peuvent être supprimés

source: Only version in status DRAFT can be published
fr: Seules les versions dans l'état BROUILLON peuvent être publiées

source: Only version in status DRAFT can be updated
fr: Seules les versions dans l'état BROUILLON peuvent être mises à jour

source: Path '%path%' already exists for the given language
fr: Le chemin '%path%' existe déjà pour la langue donnée

source: Placeholders are not matching with wildcards.
fr: Les espaces réservés ne correspondent pas avec des caractères génériques.

source: Provided content type does not contain ezuser field type
fr: Le type de contenu fourni ne contient pas de type de champ ezuser

source: Relation is not of type COMMON
fr: La relation n'est pas de type COMMON

source: Relation of type COMMON can only be added to drafts
fr: La relation de type COMMUN peut uniquement être ajoutée aux Brouillons

source: Relation of type COMMON can only be removed from drafts
fr: Une relation de type COMMUN peut être uniquement supprimée des Brouillons

source: Relation of type COMMON to selected destination content ID already exists
fr: Une relation de type COMMUN pour l'ID du contenu cible existe déjà

source: User does not have access to '%function%' '%module%'
fr: L'utilisateur n'a pas accès à '%function%' '%module%'

source: User does not have access to '%function%' '%module%' with: %with%'
fr: L'utilisateur n'a pas accès à '%function%' '%module%' avec %with%

source: Version in status PUBLISHED cannot be deleted
fr: Impossible de supprimer la version PUBLIEE

source: expected value to be of type '%expectedType%'
fr: la valeur attendue est de type %expectedType%

source: expected value to be of type '%expectedType%', got '%actualType%'
fr: le type de la valeur attendu est %expectedType%, le type obtenu est %actualType%
