Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/flex-workflow/flex_workflow.*.xlf
Languages: es, hu_hu, nb, ru_ru

source: Approval Timeline
es: Linea de tiempo de aprobaciones
hu_hu: Jóváhagyási Idővonal
nb: Godkjennings tidslinje
ru_ru: Порядок утверждения

# content.review.add_message
source: Message (Optional):
es: Mensaje (Opcional):
hu_hu: Üzenet (opcionális):
nb: Melding (valgfritt):
ru_ru: Сообщение (необязательно):

# content.review.add_reviewer
source: Add a Reviewer
es: Añadir un revisor
hu_hu: Ellenőrző hozzáadása
nb: Legge til en korrekturleser
ru_ru: Добавление проверяющего

# content.review.from
source: From:
es: Desde:
hu_hu: Ettől:
nb: Fra:
ru_ru: От:

# content.review.message_placeholder
source: Type your message...
es: Escriba su mensaje...
hu_hu: Írd ide az üzeneted...
nb: Skriv meldingen din...
ru_ru: Введите ваше сообщение...

# content.review.read_more
source: Read more &raquo;
es: Leer más &raquo;
hu_hu: Bővebben
nb: Les mer &raquo;
ru_ru: Читать далее &raquo;

source: Content review request
es: Solicitud de revisión de contenido
hu_hu: Tartalom ellenőrzési kérelem
nb: Innholds gjennomgangsforespørsel
ru_ru: Запрос на рецензию

# content.review.reviewer_placeholder
source: Type to search
es: Escriba para buscar
hu_hu: Gépelj a kereséshez
nb: Skriv inn søkeord
ru_ru: Введите для поиска

# content.review.send_for_review
source: Send for review
es: Enviar para revisión
hu_hu: Küldés véleményezésre
nb: Send for gjennomgang
ru_ru: Отправка на рецензию

# email.greeting
source: Hi %receiver_firstname%,
es: Hola %receiver_firstname%,
hu_hu: Hello %receiver_firstname%,
nb: Hei %receiver_firstname%,
ru_ru: Привет %receiver_firstname%,

# email.review_button
source: Review Content
es: Revisar Contenido
hu_hu: Tartalom véleményezése
nb: Gjennomgå innhold
ru_ru: Рецензировать контент

# email.title
source: Flex Workflow Notification
es: Notificación Flex Workflow
hu_hu: Flex Workflow Értesítés
nb: Flex Workflow notifikasjon
ru_ru: Уведомление делопроизводства

# email.with_message
source: %sender_firstname% %sender_lastname% has requested you to review a draft of %content%. %sender_firstname% says:
es: %sender_firstname% %sender_lastname% le ha solicitado una revisión del borrador de %content%. %sender_firstname% dice:
hu_hu: %sender_firstname% %sender_lastname% arra kér, hogy véleményezd a %content% vázlatát. %sender_firstname% üzenete:
ru_ru: %sender_firstname% %sender_lastname% просит вас рецензировать черновик %content%. %sender_firstname% говорит:

# email.without_message
source: %sender_firstname% %sender_lastname% has requested you to review a draft of %content%.
es: %sender_firstname% %sender_lastname% le ha solicitaudo una revisión del borrador de %content%.
hu_hu: %sender_firstname%%sender_lastname% arra kér, hogy véleményezd a %content% vázlatát
ru_ru: %sender_firstname% %sender_lastname% просит вас рецензировать черновик %content%.

# flex_workflow.error.send_to_review
source: Cannot send content for review: %reason%
es: No se puedo enviar el contenido para revisión: %reason%
hu_hu: Nem tudtuk elküldeni véleményezésre. Ezért: %reason%
ru_ru: Не удается отправить содержимое на рецензию: %reason%

# flex_workflow.success.send_to_review
source: Content sent for review.
es: Contenido enviado para revisión.
hu_hu: A tartalmat elküldtük véleményezésre.
ru_ru: Содержимое отправлено на рецензию.

# menu.flex_workflow
source: Send for review
es: Enviar para revisión
hu_hu: Küldés véleményezésre
ru_ru: Отправить на рецензию

source: send_for_review
es: enviar para revisión
hu_hu: Küldés véleményezésre
