Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ibexa-commerce-shop-frontend/quickorder.*.xlf
Languages: fr

# accordion_info
source: You can use .csv file to fill your quickorder.
fr: Vous pouvez utiliser le fichier .csv pour remplir votre commande rapide.

source: Add to basket
fr: Ajouter au panier

# common.more_information
source: More information
fr: Plus d'informations

source: Delete quickorder
fr: Supprimer la commande rapide

# enter_csv_input
source: Enter CSV file input
fr: Saisir un fichier CSV

# enter_per_line_csv
source: Enter %params% per line. After every line press enter.
fr: Entrez %params% par ligne. Après chaque ligne, appuyez sur entrée.

# fill
source: Fill quickorder
fr: Remplir la commande rapide

source: Info
fr: Information

# introtext
source: <p>If you know the skus of the products you want to order, you can use quickorder to add these products to the basket.</p> <p>You can search for</p> <ul> <li>a product name</li> <li>a sku</li> <li>a sku and variant code or a variant name</li> </ul> <p>The shop will display suggestions and you can choose one of the list.</p> <p>A csv file containing a list of skus, variant codes and quantity can be imported by drag & drop. Instead of uploading a file you can paste the content into the textbox s well.</p> <p>Please click on "Refresh quickorder" if you want to see your individual prices and the updated stock information.</p> <p>You can use .csv file to fill your quickorder.</p>
fr: <p>Si vous connaissez les skus des produits que vous voulez commander, vous pouvez la commande rapide pour ajouter ces produits au panier.</p> <p>Vous pouvez rechercher</p> <ul> <li>un nom de produit</li> <li>un sku</li> <li>un code sku et le code de la variante ou un nom de variante</li> </ul> <p>La boutique affichera des suggestions et vous pouvez en choisir une de la liste.</p> <p>Un fichier csv contenant une liste de skus, les codes de variante et la quantité peuvent être importés par glisser-déposer. Au lieu de télécharger un fichier, vous pouvez bien coller le contenu dans la zone de texte.</p> <p>Veuillez cliquer sur "Actualiser la commande rapide" si vous voulez voir vos prix individuels et les informations actualisées sur les stocks.</p> <p>Vous pouvez utiliser un fichier csv pour remplir votre commande rapide.</p>

# msg.no_order_permissions
source: You don't have the permission(s) to order.
fr: Vous n'avez pas la permission de commander.

source: Quantity
fr: Quantité

# quantity_of_products
source: Quantity of products you want to purchase
fr: Quantité de produits que vous souhaitez acheter

source: Quickorder
fr: Commande rapide

# quickorder.add_line
source: Add lines
fr: Ajouter des lignes

# quickorder.add_to_basket
source: Add to basket
fr: Ajouter au panier

# quickorder.csv_info
source: Every line must contain sku, variant code and quantity. You can upload only one .csv file
fr: Chaque ligne doit contenir un sku, un code de variante et une quantité. Vous ne pouvez télécharger qu'un seul fichier .csv

# quickorder.delete_quickorder
source: Delete quickorder
fr: Supprimer la commande rapide

# quickorder.refresh
source: Refresh quickorder
fr: Actualiser la commande rapide

# refresh
source: Refresh quickorder
fr: Actualiser la commande rapide

source: Total price
fr: Prix total

# unit_price
source: Unit price Inc. VAT
fr: Prix unitaire Inc. TVA

# upload_csv_info
source: Upload csv file
fr: Télécharger le fichier csv
