Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ibexa-system-info/dashboard.*.xlf
Languages: fr

# dashboard.ez_version.community_end_of_maintenance
source: Unfortunately %release% open source version has reached end of life, <a target="_blank" href="%update_url%">please upgrade</a>.
fr: Malheureusement la version open source de %release% a atteint sa fin de vie, <a target="_blank" href="%update_url%">veuillez la mettre à jour</a>.

# dashboard.ez_version.community_end_of_maintenance_upgrade
source: Tip: If you upgrade to Ibexa DXP you'll get access to: <a target="_blank" href="%license_url%">A business friendly license</a>, <a target="_blank" href="%ee_product_url%">several productivity features</a>, <a target="_blank" href="%support_service_url%">professional support</a> and a <a target="_blank" href="%service_life_url%">longer maintenance period of your release</a>.
fr: Astuce : si vous mettez à niveau votre version vers Ibexa DXP, vous aurez accès à : <a target="_blank" href="%license_url%">Une licence professionnelle</a>, <a target="_blank" href="%ee_product_url%">de nombreuses fonctionnalités pour améliorer votre productivité</a>, <a target="_blank" href="%support_service_url%">un support professionnel</a> et <a target="_blank" href="%service_life_url%">une durée de maintenance prolongée de votre version</a>.

# dashboard.ez_version.community_severity_non
source: Welcome to the open source %release% release. Using the community friendly <a target="_blank" href="%license_url%">GPL license</a>, <a target="_blank" href="%gpl_faq_url%">sharing your code</a> is what it's all about.
fr: Bienvenue dans la version open source de %release%. Utilisation de la <a target="_blank" href="%license_url%">licence GPL</a> open source, ce qui implique de <a target="_blank" href="%gpl_faq_url%">partager librement votre code</a>.

# dashboard.ez_version.end_of_life_upgrade
source: Unfortunately %release% has reached <a target="_blank" href="%service_life_url%">end of life</a>, please plan to upgrade. If you need assistance, don't hesitate to <a target="_blank" href="%contact_url%">contact eZ</a>.
fr: Malheureusement, %release% a atteint sa <a target="_blank" href="%service_life_url%">fin de vie</a>, veuillez donc prévoir une montée de version. Si vous avez besoin d’assistance, n’hésitez pas à <a target="_blank" href="%contact_url%">contacter Ibexa</a>.

# dashboard.ez_version.non_stable_ee
source: If you need assistance, don't hesitate to <a target="_blank" href="%support_url%">get in touch with Ibexa support</a>.
fr: Si vous avez besoin d'assistance, n'hésitez pas à <a target="_blank" href="%support_url%">contacter le support Ibexa</a>.

# dashboard.ez_version.non_stable_packages
source: Your setup is running with @%stability% composer packages. This is not recommended except when testing updates or during development.
fr: Votre configuration fonctionne avec la version @%stability% des paquets composer. Ce n'est pas recommandé sauf lors de tests de mises à jour ou pendant les phases de développement.

# dashboard.ez_version.release_not_determined
source: The system could not find your <code>composer.lock</code> or <code>composer.json</code> file, or the files are invalid. They are needed to determine information about your Ibexa installation. It is recommended to keep it during project development to make sure the same package versions are used across all environments.
fr: Le système n'a pas pu trouver votre fichier <code>composer.lock</code> ou <code>composer.json</code> ou les fichiers sont invalides. Ils sont nécessaires pour déterminer les informations sur votre installation d'Ibexa. Il est recommandé de le conserver pendant le développement du projet pour s'assurer que les mêmes versions de paquet sont utilisées dans tous les environnements.

# dashboard.ez_version.trial_contact
source: <a target="_blank" href="%contact_url%">Contact Ibexa or its partner(s)</a> to purchase a subscription and follow the <a target="_blank" href="%install_ee%">online documentation</a> to configure composer.json 'repositories' url for 'bul' instead of 'ttl'.
fr: <a target="_blank" href="%contact_url%">Contactez Ibexa ou ses partenaires</a> pour acheter un abonnement et suivre la <a target="_blank" href="%install_ee%">documentation en ligne</a> pour configurer l'url des 'dépôts' pour 'bul' au lieu de 'ttl' dans le composer.json.

# dashboard.ez_version.trial_end_of_maintenance
source: Your trial period is coming to an end.
fr: Votre période d’essai touche à sa fin.

# dashboard.ez_version.trial_expired
source: Unfortunately your trial period has expired and your <a target="_blank" href="%ttl_url%">TTL license</a> is no longer valid.
fr: Malheureusement, votre période d'essai a expiré et votre <a target="_blank" href="%ttl_url%">licence TTL</a> n'est plus valide.

# dashboard.ez_version.trial_notice
source: Welcome to %name%, check our <a target="_blank" href="%doc_url%">online documentation</a>, <a target="_blank" href="%consulting_url%">consulting</a> or <a target="_blank" href="%training_url%">training</a> services in order to get the most out of your trial.
fr: Bienvenue sur %name%, vérifiez notre <a target="_blank" href="%doc_url%">documentation en ligne</a>, <a target="_blank" href="%consulting_url%">notre service de consulting</a> ou <a target="_blank" href="%training_url%">les formation</a> pour tirer le maximum de votre version d'essai.

# dashboard.ez_version.unstable_minimum_stability
source: Your setup is running with '%minimum_stability%' as composer.json minimum-stability. This is not recommended except when testing updates or during development.
fr: Votre configuration fonctionne avec la valeur de minimum-stability '%minimum_stability%' du composer.json. Ce n'est pas recommandé sauf lors de tests de mises à jour ou pendant les phases de développement.
