Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezcommerce-shop-eshop/configuration.*.xlf
Languages: fr

source: Filter
fr: Filtre

# automatic_currency_conversion|config
source: Automatic currency conversion
fr: Conversion automatique des devises

# automatic_currency_conversion|description
source: In case no price is setup for this currency (for a product or shipping costs) the shop can calculate the price using a conversion rate from the config
fr: Au cas où aucun prix n'est configuré pour cette devise (pour un produit ou des frais de livraison), la boutique peut calculer le prix en utilisant un taux de conversion à partir de la configuration

# bestseller_limit_in_silver_module|config
source: Number of bestsellers displayed in a slider
fr: Nombre de best-sellers affichés dans un slider

# bestseller_limit_in_silver_module|description
source: Choose the limit of bestsellers that should be displayed.
fr: Choisissez la limite des best-sellers qui doivent être affichés.

# bestseller_limit_on_bestseller_page|config
source: Number of bestsellers displayed on bestseller page.
fr: Nombre de best-sellers affichés dans un slider

# bestseller_limit_on_bestseller_page|description
source: Choose the limit of bestsellers that should be displayed.
fr: Choisissez la limite des best-sellers qui doivent être affichés.

# ecaptcha_options.theme|config
source: Recaptcha theme
fr: Thème Recaptcha

# enable_customer_number_login|config
source: Login with Customer Number
fr: Connexion avec le numéro de client

# label.customer_name
source: Customer name
fr: Nom du Client

# label.customer_number
source: Customer number
fr: Numéro client

# label.filter_userName
source: User name
fr: Nom d'utilisateur

# label.products
source: Products
fr: Produits

# label.status
source: Status
fr: Statut

# standard_price_factory.fallback_currency|config
source: Default currency
fr: Devise par défaut

# unsubscribe_globally|config
source: Unsubscribe from all newsletters
fr: Se désinscrire de toutes les newsletters

# unsubscribe_globally|description
source: Unsubscribe options
fr: Options de désinscription

# web_connector.service_location|config
source: URL of the Web-Connector
fr: URL du connecteur Web
