Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezcommerce-price-engine/messages.*.xlf
Languages: fr

source: All customers
fr: Tous les clients

source: Availability
fr: Disponibilité

source: Currency code
fr: Code devise

source: Customer price group
fr: Groupe de prix client

source: Group A
fr: Groupe A

source: Group B
fr: Groupe B

source: Import was canceled: invalid currency %currency% in line %line% for sku: %sku%
fr: L'importation a été annulée : devise %currency% invalide à la ligne %line% pour le SKU : %sku%

source: Import was canceled: invalid customerGroup %group% in line %line% for sku: %sku%
fr: L'importation a été annulée : Groupe de clients %group% invalide à la ligne %line% pour le SKU : %sku%

# message.product_not_found
source: Product not found
fr: Le produit n'a pas été trouvé

# message.sku_not_set
source: SKU not set
fr: SKU non défini

# msg.error_duplicate_entry
source: Duplicate entry found in line %line% of CSV file
fr: Entrée dupliquée trouvée à la ligne %line% du fichier CSV

# msg.error_upload_price_gt_zero_%line%_%sku%
source: Column basic_price must be greater than 0! (line=%line% SKU=%sku%)
fr: La valeur de la colonne basic_price doit être supérieur à 0! (ligne=%line% SKU=%sku%)

# msg.error_upload_sku_empty_%line%
source: SKU must not be empty! (line=%line%)
fr: Le SKU ne doit pas être vide ! (ligne=%line%)

# msg.error_upload_stock_not_negative_%line%_%sku%
source: Column stock must not be negative! (line=%line% SKU=%sku%)%
fr: La valeur de la colonne stock ne doit pas être négative ! (ligne=%line% SKU=%sku%)%

# msg.no_price_found
source: No price was found
fr: Aucun prix n'a été trouvé

# msg.shipping_cost_name
source: Delivery costs %method% to %country%
fr: Frais de livraison de %method% à %country%
