Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/ezpublish-kernel/fielddefinition.*.xlf
Languages: hi_in, it_it, ja_jp

# fielddefinition.allowed-content-types.any
source: Any
hi_in: कोई भी
it_it: Qualunque

# fielddefinition.allowed-content-types.label
source: Allowed content types:
hi_in: अनुमत कांटेंट प्रकार:
it_it: Tipi di contenuto permessi:

# fielddefinition.default-layout.label
source: Default layout:
it_it: Layout predefinito:
ja_jp: デフォルトのレイアウト:

# fielddefinition.default-layout.none
source: None
hi_in: कुछ भी नहीं
it_it: Nessuno

# fielddefinition.default-value.checked
source: Checked
hi_in: चुना हुआ
it_it: Controllato

# fielddefinition.default-value.current_date
source: Current date
hi_in: वर्तमान दिनांक
it_it: Data corrente
ja_jp: 現在の日付

# fielddefinition.default-value.current_datetime
source: Current datetime
hi_in: आज की तारीक और समय
it_it: Data/ora corrente
ja_jp: 現在の日時

# fielddefinition.default-value.current_datetime_adjust_by
source: Current datetime adjusted by
hi_in: आज की तारीक और समय बदलनेवाला
it_it: Data/ora corrente regolata da

# fielddefinition.default-value.current_time
source: Current time
hi_in: वर्तमान समय
it_it: Ora corrente
ja_jp: 現在の時刻

# fielddefinition.default-value.empty
source: Empty
hi_in: खाली
it_it: Vuoto
ja_jp: 空

# fielddefinition.default-value.label
source: Default value:
hi_in: डिफ़ॉल्ट मूल्य
it_it: Valore di default:
ja_jp: デフォルト値:

# fielddefinition.default-value.unchecked
source: Unchecked
it_it: Non Controllato

# fielddefinition.default-value.undefined
source: No default value
it_it: Nessun valore predefinito

# fielddefinition.isbn.label
source: Selected ISBN format:
it_it: Formato selezionato ISBN:

# fielddefinition.max-length.label
source: Max string length:
it_it: Lunghezza massima della stringa:
ja_jp: 最大文字数:

# fielddefinition.max-length.undefined
source: No defined maximum string length
it_it: Nessuna lunghezza di stringa massima definita

# fielddefinition.max-length.value
source: %max% characters
it_it: %max% caratteri
ja_jp: %max% 文字

# fielddefinition.max-value.label
source: Maximum value:
it_it: Valore massimo:
ja_jp: 最大値:

# fielddefinition.max-value.undefined
source: No defined maximum value
it_it: Nessun valore massimo definito

# fielddefinition.maximum-file-size.label
source: Maximum file size:
it_it: Dimensione massima file:
ja_jp: 最大ファイルサイズ:

# fielddefinition.maximum-file-size.undefined
source: No defined maximum size
it_it: Nessuna dimensione massima definita

# fielddefinition.media-player-type.html5_audio
source: HTML5 Audio
it_it: Audio HTML5
ja_jp: HTML5 オーディオ

# fielddefinition.media-player-type.html5_video
source: HTML5 Video
it_it: Video HTML5
ja_jp: HTML5 ビデオ

# fielddefinition.media-player-type.label
source: Media player type:
it_it: Tipo di Media player:

# fielddefinition.media-player-type.undefined
source: No defined value
it_it: Nessun valore definito

# fielddefinition.min-value.label
source: Minimum value:
it_it: Valore minimo:
ja_jp: 最小値:

# fielddefinition.min-value.undefined
source: No defined minimum value
it_it: Nessun valore minimo definito

# fielddefinition.multiple.label
source: Allow multiple choices:
it_it: Consenti scelte multiple:

# fielddefinition.multiple.yes_no
source: {0} No|{1} Yes
it_it: {0} No |{1} Sì
ja_jp: {0} いいえ|{1} はい

# fielddefinition.options.label
source: Defined options
it_it: Opzioni definite

# fielddefinition.preferred-rows-number.label
source: Preferred number of rows:
it_it: Numero preferito di righe:

# fielddefinition.preferred-rows-number.undefined
source: No preferred number of rows
it_it: Nessun numero preferito di righe

# fielddefinition.preferred-rows-number.value
source: %rows% rows
it_it: %rows% righe

# fielddefinition.selection-method.checkbox
source: List with checkboxes
it_it: Elenco con caselle di controllo

# fielddefinition.selection-method.label
source: Selection method:
it_it: Metodo di selezione:

# fielddefinition.selection-method.list
source: Drop-down list
it_it: Elenco a discesa
ja_jp: ドロップダウンリスト

# fielddefinition.selection-method.multi_template
source: Template based, multi
it_it: Modello base, multi

# fielddefinition.selection-method.multiple_list
source: Multiple selection list
it_it: Elenco di selezione lista

# fielddefinition.selection-method.radio
source: List with radio buttons
it_it: Elenchi con i pulsanti di opzione

# fielddefinition.selection-method.single_template
source: Template based, single
it_it: Modello base, singolo

# fielddefinition.selection-root.undefined
source: No defined root
it_it: Nessuna root definita

# fielddefinition.use-seconds.label
source: Use seconds:
it_it: %s secondi:

# fielddefinition.use-seconds.yes_no
source: {0} No|{1} Yes
it_it: {0} No |{1} Sì
ja_jp: {0} いいえ|{1} はい

# fielddefinition.interval.day
source: %default% %day% day(s)
hi_in: %default% %day% दिन
ja_jp: %default% %day% 日

# fielddefinition.interval.hour
source: %default% %hour% hour(s)
hi_in: %default% %hour% घंटे
ja_jp: %default% %hour% 時間

# fielddefinition.interval.minute
source: %default% %minute% minute(s)
hi_in: %default% %minute% मिनट
ja_jp: %default% %minute% 分

# fielddefinition.interval.month
source: %default% %month% month(s)
hi_in: %default% %month% महिना
ja_jp: %default% %month% 月

# fielddefinition.interval.second
source: %default% %second% second(s)
hi_in: %default% %second% सेकंड्स
ja_jp: %default% %second% 秒

# fielddefinition.interval.year
source: %default% %year% year(s)
hi_in: %default% %year% वर्ष
ja_jp: %default% %year% 年
