Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/ezpublish-kernel/repository_exceptions.*.xlf
Languages: de_de, ru_ru, zh_hk

source: '%actualValue%' is wrong value
de_de: '%actualValue%' ist ein falscher Wert
ru_ru: Неправильное значение «%actualValue%»
zh_hk: "%actualValue%" 是錯誤的值

source: '%actualValue%' is wrong value in class '%className%'
de_de: Falscher Wert '%actualValue%' in Klasse '%className%'
ru_ru: Неправильное значение «%actualValue%» в классе «%className%»

source: A value is set for non translatable field definition '%identifier%' with language '%languageCode%'
de_de: Nicht übersetzbare Felddefinition '%identifier%' in Sprache '%languageCode%' hat einen Wert
ru_ru: Значение для поля «%identifier%» не могут быть переведены с языка «%languageCode%»

source: Argument '%argumentName%' has a bad state: %whatIsWrong%
de_de: Argument '%argumentName%' hat einen ungültigen Status: %whatIsWrong%
ru_ru: Аргумент «%argumentName%» имеет неправильное состояние: %whatIsWrong%

source: Argument '%argumentName%' is invalid: %whatIsWrong%
de_de: Argument '%argumentName%' ist ungültig: %whatIsWrong%
ru_ru: Аргумент «%argumentName%» является недопустимым: %whatIsWrong%

source: Content fields did not validate
de_de: Validierung der Inhaltsfelder ist fehlgeschlagen
ru_ru: Поля контента не валидированы
zh_hk: 內容欄位未驗證

source: Content type cannot be unlinked from the only remaining group
de_de: Inhaltstyp kann nicht von der einzig verbleibenden Gruppe entfernt werden
ru_ru: Тип содержимого не могут быть отделены от единственной остающейся группы

source: Content type is already linked to provided group
de_de: Inhaltstyp ist bereits mit der zur Verfügung gestellten Gruppe verknüpft
ru_ru: Тип контента уже связан с этой группой

source: ContentType FieldDefinitions did not validate
de_de: Inhaltstyp Felddefinitionen validieren nicht
ru_ru: ContentType FieldDefinitions не валидирован

source: Could not find %classType% class '%className%'
de_de: Konnte %classType% '%className%' nicht finden

source: Could not find '%what%' with identifier '%identifier%'
de_de: '%what%' mit der Kennung '%identifier%' konnte nicht gefunden werden

source: Could not find class '%className%'
de_de: Klasse '%className%' konnte nicht gefunden werden
zh_hk: 找不到類 "%className%"

source: Current version is already in status DRAFT
de_de: Aktuelle Version ist bereits im Status ENTWURF
zh_hk: 當前版本已處於草稿狀態

source: Empty content type draft cannot be published
de_de: Leerer Inhaltstyp-Entwurf kann nicht veröffentlicht werden
zh_hk: 無法發佈空內容類型草稿

source: Field definition '%identifier%' does not exist in given ContentType
de_de: Felddefinition '%identifier%' existiert nicht im angegebenen Inhaltstyp

source: FieldType '%fieldType%' not found, needs to be implemented or configured to use FieldType\Null\Type (%ezpublish.fieldType.eznull.class%)
de_de: Feldtyp '%fieldType%' nicht gefunden, muss entweder implementiert oder als FieldType\Null\Type (%ezpublish.fieldType.eznull.class%) nutzend konfiguriert werden

source: FieldType '%identifier%' is singular and can't be repeated in a ContentType
de_de: Feldtyp '%identifier%' ist singulär und deshalb nicht wiederholbar in einem Inhaltstyp

source: Limitation '%limitation%' not found, needs to be implemented or configured to use Limitation\BlockingLimitationType (%ezpublish.api.role.limitation_type.blocking.class%
de_de: Limitierung '%limitation%' wurde nicht gefunden, muss entweder implementiert oder als Limitation\BlockingLimitationType (%ezpublish.api.role.limitation_type.blocking.class% konfiguriert werden

source: Limitations did not validate
de_de: Limitierungen validieren nicht
zh_hk: 限制未驗證

source: Only empty content type groups can be deleted
de_de: Nur leere Inhaltstyp-Gruppen können gelöscht werden
zh_hk: 只能刪除空內容類型組

source: Only version in status DRAFT can be published
de_de: Nur die Version im Status ENTWURF kann veröffentlicht werden
zh_hk: 只能發佈處於草稿狀態的版本

source: Only version in status DRAFT can be updated
de_de: Nur die Version im Status ENTWURF kann aktualisiert werden
zh_hk: 只能更新處於草稿狀態的版本

source: Path '%path%' already exists for the given language
de_de: Pfad '%path%' ist in dieser Sprache bereits vorhanden
zh_hk: 給定語言的路徑 "%path%" 已存在

source: Placeholders are not matching with wildcards.
de_de: Platzhalter stimmen nicht mit wildcards überein.
zh_hk: 預留位置與萬用字元不匹配。

source: Provided content type does not contain ezuser field type
de_de: Der bereitgestellte Inhaltstyp enthält keinen ezuser Feldtyp

source: Relation is not of type COMMON
de_de: Relation ist nicht vom Typ COMMON
zh_hk: 關係不是常見類型

source: Relation of type COMMON can only be added to drafts
de_de: Relation vom Typ COMMON kann nur Entwürfen hinzugefügt werden
zh_hk: 通用類型的關係只能添加到草稿中

source: Relation of type COMMON can only be removed from drafts
de_de: Relation vom Typ COMMON kann von Entwürfen entfernt werden

source: Relation of type COMMON to selected destination content ID already exists
de_de: Eine Relation vom Typ COMMON zur ausgewählten Ziel-Content-Id existiert bereits

source: User does not have access to '%function%' '%module%'
de_de: Benutzer hat keinen Zugriff auf '%function%' '%module%'
zh_hk: 使用者無權訪問 "%function%"%module% "

source: User does not have access to '%function%' '%module%' with: %with%'
de_de: Benutzer hat keinen Zugriff auf '%function%' '%module%' mit: '%with%'
zh_hk: 使用者無權訪問 "%function%" "%module%", with: %with%

source: Version in status PUBLISHED cannot be deleted
de_de: Version im Status VERÖFFENTLICHT kann nicht gelöscht werden
zh_hk: 處於已發布狀態的版本無法刪除

source: expected value to be of type '%expectedType%'
de_de: erwarteter Wert sollte vom Typ '%expectedType%' sein
zh_hk: 預期值為 "%expectedType%" 類型

source: expected value to be of type '%expectedType%', got '%actualType%'
de_de: Wert vom Typ '%expectedType%' erwartet, ist jedoch '%actualType%'

source: Argument '%argumentName%' is invalid: expected value to be of type '%expectedType%'
ru_ru: Аргумент «%argumentName%» является недопустимым: ожидаемое значение типа «%expectedType%»

source: Argument '%argumentName%' is invalid: expected value to be of type '%expectedType%', got '%actualType%'
ru_ru: Аргумент «%argumentName%» является недопустимым: ожидается значение типа «%expectedType%», а получено «%actualType%»

source: Argument 'BinaryFile::id' is invalid: '%id%' is wrong value, binary file ids can not begin with a '/'
ru_ru: Недопустимый аргумент «BinaryFile::id»: «%id%» является неправильныем значением, идентификатор двоичного файла не может начинаться с «/»

source: Argument 'BinaryFile::id' is invalid: '%id%' is wrong value, it does not contain prefix '%prefix%'. Is 'var_dir' config correct?
ru_ru: Недопустимый аргумент «BinaryFile::id»: «%id%» является неправильным, он не содержит префикс «%prefix%». Является ли «Var_dir» config правильным?
