Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/platform-ui-bundle/content_type.*.xlf
Languages: hi_in, pt_pt

# content_type.container
source: Container
hi_in: कंटेनर
pt_pt: Recipiente

# content_type.content.title
source: Content field definitions
pt_pt: Definições de campo de conteúdo

# content_type.dashboard_title
source: Content types
hi_in: कांटेंट प्रकार
pt_pt: Tipos de Conteúdo

# content_type.default_availability
source: Default availability in primary language, if translation is absent
pt_pt: Disponibilidade por omissão no idioma principal, se a tradução estiver ausente

# content_type.default_availability.help
source: Default availability in primary language, if translation is absent
pt_pt: Disponibilidade por omissão no idioma principal, se a tradução estiver ausente

# content_type.default_availability.value
source: {0} Not available|{1} Available
pt_pt: {0} Indisponível | {1} Disponível

# content_type.default_children_sorting
source: Default property for sorting chilren
pt_pt: Propriedade por omissão para ordenar filhos

# content_type.default_sort
source: Default sort order
pt_pt: Ordenação por omissão

# content_type.description
source: Description
hi_in: विवरण
pt_pt: Descrição

# content_type.edit
source: Edit
hi_in: संपादन करें
pt_pt: Editar

# content_type.edit_title
source: Edit
hi_in: संपादन करें
pt_pt: Editar

source: Content type group
hi_in: कांटेंट प्रकार का समूह
pt_pt: Grupo de tipos de conteúdo

# content_type.group.cancel
source: Cancel
pt_pt: Cancelar

# content_type.group.cannot_delete.has_content_types
source: Cannot delete Content type group "%identifier%" as it still contains Content types.
pt_pt: Impossível remover grupo de tipos de Conteúdo "%identifier%" porque ainda contêm tipos de Conteúdo.

# content_type.group.create.title
source: Creating a new Content type group
pt_pt: Criar um novo grupo de tipos de Conteúdo

# content_type.group.deleted
source: Content type group "%identifier%" was correctly deleted.
pt_pt: O grupo de tipos de Conteúdo "%identifier%" foi correctamente removido.

# content_type.group.edit
source: Edit
hi_in: संपादन करें
pt_pt: Editar

# content_type.group.edit.title
source: Editing Content type group "%identifier%"
pt_pt: Editar grupo de tipos de Conteúdo "%identifier%"

# content_type.group.list
source: Content type groups
pt_pt: Grupos de tipos de conteúdo

# content_type.group.name
source: Name
hi_in: नाम
pt_pt: Nome

# content_type.group.new
source: Create a Content type group
pt_pt: Criar um grupo de tipos de Conteúdo

# content_type.group.notification.created
source: Content type group "%identifier%" was correctly created.
pt_pt: O grupo de tipos de Conteúdo "%identifier%" foi correctamente criado.

# content_type.group.notification.updated
source: Content type group "%identifier%" was correctly updated.
pt_pt: O grupo de tipos de Conteúdo "%identifier%" foi correctamente actualizado.

# content_type.identifier
source: Identifier
pt_pt: Identificador

# content_type.is_in_use
source: The content type cannot be deleted because it has content items, or because you don't have permission.
pt_pt: O tipo de conteúdo não pode ser removido porque tem conteúdos, ou porque não tem permissão.

# content_type.last_modified
source: Last modified: %date% by %modifier%
pt_pt: Última modificação: %date% por %modifier%

# content_type.metadata.title
source: Global properties
pt_pt: Propriedades globais

# content_type.modified_date
source: Modification date
pt_pt: Data de modificação

# content_type.name
source: Name
hi_in: नाम
pt_pt: Nome

# content_type.name_schema
source: Content name schema
pt_pt: Esquema de nome de conteúdo

# content_type.notification.deleted
source: The Content type "%contentTypeName%" was successfully deleted.
pt_pt: O tipo de Conteúdo %contentTypeName% foi correctamente removido.

# content_type.notification.draft_removed
source: The Content type draft was successfully removed.
hi_in: कांटेंट प्रकार का ड्राफ़्ट सफलतापूर्वक निकाल दिया गया था।
pt_pt: O rascunho do tipo de Conteúdo foi removido com sucesso.

# content_type.notification.draft_updated
source: The Content type draft was successfully updated.
hi_in: कांटेंट प्रकार का ड्राफ्ट सफलतापूर्वक अद्यतन किया गया था।
pt_pt: O rascunho do tipo de Conteúdo foi actualizado com sucesso.

# content_type.notification.published
source: The Content type draft was successfully updated and published. Related Content has also been updated.
hi_in: कांटेंट प्रकार का ड्राफ्ट सफलतापूर्वक अद्यतन और प्रकाशित किया गया था। संबंधित कांटेंट को भी अद्यतन किया गया है।
pt_pt: O rascunho do tipo de Conteúdo foi actualizado e publicado com sucesso. Conteúdos relacionados também foram actualizados.

# content_type.url_alias_schema
source: URL alias name pattern
pt_pt: Padrão de nome de pseudónomo de URL

# field_definition.description
source: Description
pt_pt: Descrição

# field_definition.identifier
source: Identifier
pt_pt: Identificador

# field_definition.info
source: Additional Information
pt_pt: Informação Adicional

# field_definition.name
source: Name
hi_in: नाम
pt_pt: Nome

# field_definition.required
source: Required
pt_pt: Obrigatório

# field_definition.searchable
source: Searchable
pt_pt: Pesquisável

# field_definition.translatable
source: Translatable
pt_pt: Tradutível

# field_definition.type
source: Type
pt_pt: Tipo

# yes_no
source: {0} No|{1} Yes
pt_pt: {0} Não|{1} Sim
