Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/platform-ui-bundle/fieldedit.*.xlf
Languages: hi_in, pt_pt

# author.add
source: Add another author
hi_in: एक और लेखक जोड़ें
pt_pt: Adicionar outro autor

# authorinput.name
source: Name:
hi_in: नाम
pt_pt: Nome:

# authorinput.remove
source: Remove this author
hi_in: इस लेखक को निकालें
pt_pt: Remover este autor

# bad.checksum.last.digit.should.be
source: Bad checksum, last digit of ISBN 13 should be %checkDigit%
pt_pt: Código de verificação inválido, o último dígito de um ISBN 13 deveria ser %checkDigit%

# binaryfile.download
source: Download the file
hi_in: फ़ाइल को डाउनलोड करें
pt_pt: Descarregar o ficheiro

# binaryfile.empty
source: No file yet.
pt_pt: Nenhum ficheiro ainda.

# binaryfile.help
source: Drag and drop your file here or simply click on the buttons and select your file manually.
pt_pt: Arraste e largue o ficheiro aqui ou simplesmente clique nos botões e seleccione o ficheiro manualmente.

# binaryfile.name
source: File name:
hi_in: फ़ाइल नाम:
pt_pt: Nome do ficheiro:

# binaryfile.or
source: or
hi_in: या
pt_pt: ou

# binaryfile.remove
source: Remove this file
hi_in: इस फ़ाइल को निकालें
pt_pt: Remover este ficheiro

# binaryfile.replace
source: Replace this file
pt_pt: Substituir este ficheiro

# binaryfile.size
source: File size:
pt_pt: Dimensão do ficheiro:

# binaryfile.type
source: Type:
pt_pt: Tipo:

# binaryfile.upload
source: Upload a file
pt_pt: Enviar um ficheiro

# date.and.time.not.valid
source: Date and time do not have valid inputs
pt_pt: Date e hora não têm valores válidos

# date.calendar
source: Calendar
hi_in: पंचांग
pt_pt: Calendário

# date.not.valid
source: This is not a correct date
hi_in: यह सही दिनांक नहीं है
pt_pt: Este data não é correcta

# date.not.valid.time.missing
source: Date do not have a valid input and time is missing
pt_pt: Data não tem um valor válido e a Hora está em falta

# date.not.valid.time.required
source: Date do not have a valid input and time is required
pt_pt: Data não tem um valor válido e a Hora é obrigatória

# date.placeholder
source: YYYY-MM-DD
pt_pt: AAAA-MM-DD

# date.required
source: Date is required
pt_pt: Data é obrigatória

# date.time.required
source: Date and time are required
pt_pt: Data e Hora são obrigatórios

# dropped.several.files
source: You dropped several files while only one can be stored in this field. Please choose one file.
pt_pt: Largou vários ficheiros onde este campo apenas pode gravar um ficheiro. Escolha um ficheiro por favor.

# dropped.text.selection
source: You dropped a text selection while this field can only store a file. Please drop a file instead.
pt_pt: Largou uma selecção de texto onde este campo apenas pode gravar um ficheiro. Escolha antes um ficheiro por favor.

# email.not.valid
source: The email address should be valid
pt_pt: O endereço de email deverá ser válido

# email.required
source: The email address is required
pt_pt: O endereço de email é obrigatório

# email.required.if.name.filled
source: The email address is required if the name is filled.
pt_pt: O endereço de email é obrigatório se o nome estiver preenchido.

# authorinput.email
source: Email:
hi_in: ई-मेल

# image.name
source: File name
hi_in: फ़ाइल नाम:

# image.noimage
source: No image yet.
hi_in: अभी तक कोई चित्र नहीं है

# image.or
source: or
hi_in: या

# image.remove
source: Remove this image
hi_in: इस चित्र को निकाले

# image.replace
source: Replace this image
hi_in: इस चित्र को बदले

# media.name
source: File name:
hi_in: फ़ाइल का नाम

# name.required
source: The name is required
hi_in: नाम आवश्यक है

# relationlist.table.name
source: Name
hi_in: नाम
