Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/platform-ui-bundle/locationview.*.xlf
Languages: es_es, fi_fi

# being.moved.under
source: '%name%' is being moved under '%parentName%'
es_es: '%name%' está siendo removido bajo '%parentName%'

# changed.main.location.of
source: The main location of "%name%" has been changed
es_es: La ubicación principal de "%name%" ha sido modificada

# changing.main.location.of
source: Changing the main location of "%name%"
es_es: Cambiando la ubicación principal de "%name%"

# confirm.remove.location
source: Are you sure you want to remove selected locations?
es_es: ¿Está seguro de que quiere remover las ubicaciones seleccionadas?

# confirm.set.main.location
source: Are you sure you want to set this location as main location of content?
es_es: ¿Está seguro que desea establecer esta ubicación como ubicación principal del contenido?

# confirmed.delete
source: Are you sure you want to delete this content?
es_es: ¿Está seguro de que desea eliminar este contenido?

# confirmed.remove.versions
source: Are you sure you want to remove selected version(s)?
es_es: ¿Confirma que desea eliminar la(s) version(es) seleccionada(s)?

# confirmed.send.to.trash
source: Are you sure you want to send this content to trash?
es_es: ¿Está seguro que desea enviar este contenido a la papelera?

# deleted.content
source: '%name%' was deleted
es_es: '%name%' ha sido eliminado

# deleting.content
source: Deleting '%name%'
es_es: Eliminar '%name%'

# failed.sending.to.trash
source: An error occurred when sending '%contentName%' to Trash
es_es: Ocurrió un error al enviar '%contentName%' a la papelera

# locationview.details.ascending
source: Ascending
es_es: Ascendente

# locationview.details.contentid
source: Content Id
es_es: ID del contenido
fi_fi: Sisällön ID

# locationview.details.descending
source: Descending
es_es: Descendente

# locationview.details.loadingcreator
source: Loading the creator
es_es: Cargando el autor

# locationview.details.retry
source: Retry
es_es: Volver a intentarlo

# locationview.locations.hidden
source: Hidden
es_es: Oculto

# locationview.locations.hide
source: Hide
es_es: Ocultar

# locationview.locations.path
source: Path
es_es: Ruta

# locationview.details.contentremoteid
source: Content remote Id
fi_fi: Sisällön etätunniste

# locationview.details.creator
source: Creator
fi_fi: Tekijä

# locationview.details.default.listing.of.subitems.by
source: Default listing of sub-items by
fi_fi: Oletuksena alisijainnit järjestellään

# locationview.details.lastcontributor
source: Last contributor
fi_fi: Edellinen muokkaus

# locationview.details.locationid
source: Location Id
fi_fi: Sijainnin ID

# locationview.details.subitems.default.ordering
source: Sub-items default ordering
fi_fi: Alisijaintien järjestely

# locationview.details.title
source: Content details
fi_fi: Sisällön yksityiskohdat

# locationview.details.translations
source: Translations
fi_fi: Käännökset

# locationview.details.versions
source: Versions
fi_fi: Versiot

# rawcontent.content
source: Content
fi_fi: Sisältö

# tab.details
source: Details
fi_fi: Yksityiskohdat

# tab.locations
source: Locations
fi_fi: Sijainnit

# tab.related.content
source: Related content
fi_fi: Liittyvät sisällöt

# tab.versions
source: Versions
fi_fi: Versiot

# tab.view
source: View
fi_fi: Yleisnäkymä
