Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/platform-ui-bundle/onlineeditor.*.xlf
Languages: hi

source: Center
hi: केन्द्रीकृत

source: Embed
hi: एम्बेड करें

source: Heading
hi: हेडिंग

source: Heading 1
hi: हेडिंग १

source: Heading 2
hi: हेडिंग २

source: Heading 3
hi: हेडिंग ३

source: Heading 4
hi: हेडिंग ४

source: Heading 5
hi: हेडिंग ५

source: Heading 6
hi: हेडिंग ६

source: Image
hi: चित्र

source: Left
hi: बायाँ

# link.remove
source: Remove
hi: हटाएं

# link.save
source: Save
hi: सहेजे

source: List
hi: सूची

# move.down
source: Move downward
hi: नीचे की ओर ले जाएँ

# move.up
source: Move upward
hi: ऊपर की ओर ले जाएँ

source: New tab
hi: नया टैब

source: Open in:
hi: किस्मे में खोलें:

source: Paragraph
hi: अनुच्छेद

source: Remove this block
hi: इस ब्लॉक को निकालें

source: Right
hi: दायाँ

source: Select an image to embed
hi: एम्बेड करने के लिए एक चित्र का चयन करें

source: Select another image
hi: एक और चित्र का चयन करें

source: Select content
hi: कांटेंट का चयन करें

source: Title
hi: शीर्षक

# type.or.paste.link
source: Type or paste link here
hi: लिंक को यहाँ लिखें या चिपकाेेएंँ
