Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/platform-ui-bundle/section.*.xlf
Languages: de_de, es_es

# assigned.section
source: Section "%sectionName%" assigned to %count% contents
de_de: Sektion "%sectionName%" zugewiesen zu %count% Inhalten
es_es: Sección "%sectionName%" asignada a contenidos %count%

# section.assign.contents
source: Assign to content
de_de: Inhalt zuweisen
es_es: Asignar a contenido

# section.assign.universaldiscovery.title
source: Pick the Content items to assign to section "%sectionName%"
de_de: WÃ¤hlen Sie die Inhaltselemente zuweisen zu Sektion "%sectionName%"
es_es: Selecciona los ítemes de contenidos para asignar a la sección "%sectionName%"

# section.assigned.content
source: Assigned Content items
de_de: Zugewiesene Content Items
es_es: Artículos de contenido asignados

# section.content.translate
source: Content items in this section (%contentCount%)
de_de: Inhaltselemente in diesem Sektion (%contentCount%)

# section.edit
source: Edit
de_de: Bearbeiten
es_es: Editar

source: Section ID
de_de: Sektion ID
es_es: ID de sección

source: Section identifier
de_de: Sektionbezeichner

# section.list
source: Sections
de_de: Sektionen
es_es: Secciones

source: Section name
de_de: Sektionsname

# section.name.label
source: Section name:
de_de: Sektionsname:

# section.new
source: Create a new section
de_de: Sektion erstellen

# assigning.section
source: Assigning the section "%sectionName%" to %count% contents
es_es: Asignando la sección "%sectionName%" a %count% contenidos

# section.assigned.contentcount
source: {0} This section is assigned to %contentCount% content items.|{1} This section is assigned to %contentCount% content item.|]1,Inf[ This section is assigned to %contentCount% content items
es_es: {0} esta sección está asignada a %contentCount% elementos de contenido. |{1} Esta sección está asignada al elemento de contenido %contentCount%. |]1,Inf[ Esta sección está asignada a %contentCount% elementos de contenido

# section.cancel
source: Cancel
es_es: Cancelar

# section.id.label
source: Section ID:
es_es: ID de sección:
