Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezplatform-admin-ui/content_url.*.xlf
Languages: fr

# tab.urls.action.add
source: Add Custom URL
fr: Ajouter une URL personnalisée

# tab.urls.action.delete
source: Delete Custom URL
fr: Supprimer l'URL personnalisée

# tab.urls.add.cancel
source: Cancel
fr: Annuler

# tab.urls.add.language
source: Language
fr: Langue

# tab.urls.add.redirect
source: Alias should redirect to its destination
fr: L'alias doit rediriger vers sa destination

# tab.urls.add.redirect.helper.checked
source: Checked will redirect to the destination using an HTTP 301 response.
fr: Si activé, redirigera l'utilisateur vers la destination à l’aide d’une réponse HTTP 301.

# tab.urls.add.redirect.helper.unchecked
source: Unchecked will not redirect to the destination and the URL will stay the same.
fr: Si désactivé, ne redirigera pas vers la destination et l’URL restera la même.

# tab.urls.add.site_root
source: Place alias at the site root
fr: Placer l'alias d'URL à la racine du site

# tab.urls.add.site_root.helper.checked
source: Checked will create the alias at the site root.
fr: Si activé, l'alias d'URL sera créé à la racine du site.

# tab.urls.add.site_root.helper.no_parent_name
source: Unchecked will create the new alias under the parent of this location
fr: Si décoché, le nouvel alias sera créé sous le parent de cet emplacement

# tab.urls.add.site_root.helper.unchecked
source: Unchecked will create the new alias under %parent_name%
fr: Si désactivé, le nouvel alias sera créé sous %parent_name%

# tab.urls.add.title
source: Create new URL alias
fr: Créer un nouvel alias d'URL

# tab.urls.custom_url_aliases
source: Custom URL aliases for %contentName%
fr: Alias d’URL personnalisés pour %contentName%

# tab.urls.language
source: Language
fr: Langue

# tab.urls.modal.message
source: Do you want to delete selected Custom URLs?
fr: Voulez-vous vraiment supprimer l'URL personnalisée sélectionnée ?

# tab.urls.modal_close
source: Close
fr: Fermer

# tab.urls.no_custom_urls
source: This content item has no custom url aliases.
fr: Cet élément de contenu n’a aucun alias d’URL personnalisé.

# tab.urls.no_system_urls
source: This content item has no system urls.
fr: Cet élément de contenu n’a aucune URL système.

# tab.urls.system.title
source: System URL
fr: URL système

# tab.urls.type.redirect
source: Redirect
fr: Redirection
