Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezplatform-admin-ui/forms.*.xlf
Languages: fr

# content_draft_create_type.create
source: Create
fr: Créer

# content_location_add_type.add
source: Add Location
fr: Ajouter un emplacement

# content_location_remove_form.remove
source: Delete
fr: Supprimer

# content_translation_add_form.add
source: Create
fr: Créer

# content_translation_remove_form.remove
source: Remove translation
fr: Supprimer la traduction

# content_type.copy.copy
source: Create
fr: Créer

# content_type_groups_delete_form.delete
source: Delete Content Type groups
fr: Supprimer le groupe de type de contenu

# content_types_delete_form.delete
source: Delete Content Types
fr: Supprimer le type de contenu

# ezplatform.language.create.enabled
source: Enabled
fr: Activé

# ezplatform.language.create.language_code
source: Language code
fr: Code de la langue

# ezplatform.language.create.name
source: Name
fr: Nom

# ezplatform.language.create.save
source: Create
fr: Créer

# ezplatform.language.delete.delete
source: Delete
fr: Supprimer

# ezplatform.language.update.enabled
source: Enabled
fr: Activé

# ezplatform.language.update.name
source: Name
fr: Nom

# ezplatform.language.update.save
source: Save
fr: Sauvegarder

# form.has_children.label
source: Sub-items
fr: Sous-élements

# form.has_reverse_relation.label
source: Conflict with reverse Relations
fr: Conflit avec des relations inverses

# form.trash_assets.label
source: Asset Fields(s)
fr: Champ(s) de ressources

# form.trash_assets_non_unique.label
source: Asset Fields(s)
fr: Champ(s) de ressources

# languages_delete_form.delete
source: Delete languages
fr: Supprimer les langues

# location_copy.copy
source: Copy
fr: Copier

# location_move.move
source: Move
fr: Déplacer

# location_trash_form.default_trash
source: Send only this Content item to Trash
fr: Envoyer uniquement cet élément de contenu à la Corbeille

# location_trash_form.trash
source: Send to Trash
fr: Envoyer à la corbeille

# location_trash_form.trash_with_asset
source: Send the Content item and its related assets to Trash
fr: Envoyer l'élément de contenu et ses ressources associées à la Corbeille

# policies_delete_form.delete
source: Delete Policies
fr: Supprimer les politiques de sécurité

# policy_create.save
source: Create
fr: Créer

# role.policy.all_functions
source: All functions
fr: Toutes les fonctions

# role.policy.all_modules
source: All modules
fr: Tous les modules

# role.policy.all_modules_all_functions
source: All modules / All functions
fr: Tous les modules / Toutes les fonctions

# role.policy.class
source: Content Type
fr: Type de Contenu

# role.policy.class.all_functions
source: Content Type / All functions
fr: Type de Contenu / Toutes les fonctions

# role.policy.class.create
source: Content Type / Create
fr: Type de Contenu / Créer

# role.policy.class.delete
source: Content Type / Delete
fr: Type de Contenu / Supprimer

# role.policy.class.update
source: Content Type / Update
fr: Type de Contenu / Mettre à jour

# role.policy.commerce.all_functions
source: Commerce / All functions
fr: Commerce / Toutes les fonctions

# role.policy.commerce.currency
source: Commerce / Currency
fr: Commerce / Devise

# role.policy.commerce.region
source: Commerce / Region
fr: Commerce / Région

# role.policy.comparison
source: Comparison
fr: Comparaison

# role.policy.comparison.all_functions
source: Comparison / All functions
fr: Comparaison / Toutes les fonctions

# role.policy.comparison.view
source: Comparison / View
fr: Comparaison / Vue

# role.policy.content
source: Content
fr: Contenu

# role.policy.content.all_functions
source: Content / All functions
fr: Contenu / Toutes les fonctions

# role.policy.content.cleantrash
source: Content / Cleantrash
fr: Contenu / Nettoyage de la corbeille

# role.policy.content.create
source: Content / Create
fr: Contenu / Créer

# role.policy.content.diff
source: Content / Diff
fr: Contenu / Diff

# role.policy.content.edit
source: Content / Edit
fr: Contenu / Éditer

# role.policy.content.hide
source: Content / Hide
fr: Contenu / Masquer

# role.policy.content.manage_locations
source: Content / Manage locations
fr: Contenu / Gérer les emplacements

# role.policy.content.pendinglist
source: Content / Pendinglist
fr: Contenu / En cours

# role.policy.content.publish
source: Content / Publish
fr: Contenu / Publier

# role.policy.content.read
source: Content / Read
fr: Contenu / Voir

# role.policy.content.remove
source: Content / Remove
fr: Contenu / Supprimer

# role.policy.content.restore
source: Content / Restore
fr: Contenu / Restaurer

# role.policy.content.reverserelatedlist
source: Content / Reverserelatedlist
fr: Contenu / Relations inversées

# role.policy.content.translate
source: Content / Translate
fr: Contenu / Traduire

# role.policy.content.translations
source: Content / Translations
fr: Contenu / Traductions

# role.policy.content.unlock
source: Content / Unlock
fr: Contenu / Dévérouiller

# role.policy.content.urltranslator
source: Content / Urltranslator
fr: Contenu / Traduction d'URL

# role.policy.content.versionread
source: Content / Versionread
fr: Contenu / Voir les versions

# role.policy.content.versionremove
source: Content / Versionremove
fr: Contenu / Supprimer les versions

# role.policy.content.view_embed
source: Content / View embed
fr: Contenu / Contenus intégrés

# role.policy.customer_group
source: Customer group
fr: Groupe client

# role.policy.customer_group.all_functions
source: Customer group / All functions
fr: Groupe client / Toutes les fonctions

# role.policy.customer_group.create
source: Customer group / Create
fr: Groupe client / Créer

# role.policy.customer_group.delete
source: Customer group / Delete
fr: Groupe client / Supprimer

# role.policy.customer_group.edit
source: Customer group / Edit
fr: Groupe client / Modifier

# role.policy.customer_group.view
source: Customer group / View
fr: Groupe client / Voir

# role.policy.personalization
source: Personalization
fr: Personnalisation

# role.policy.personalization.all_functions
source: Personalization / All functions
fr: Personnalisation / Toutes les fonctions

# role.policy.personalization.edit
source: Personalization / Edit
fr: Personnalisation / Modifier

# role.policy.personalization.view
source: Personalization / View
fr: Personnalisation / Voir

# role.policy.product
source: Product
fr: Produit

# role.policy.product.all_functions
source: Product / All functions
fr: Produit / Toutes les fonctions

# role.policy.product.create
source: Product / Create
fr: Produit / Créer

# role.policy.product.delete
source: Product / Delete
fr: Produit / Supprimer

# role.policy.product.edit
source: Product / Edit
fr: Produit / Modifier

# role.policy.product.view
source: Product / View
fr: Produit / Voir

# role.policy.product_type
source: Product type
fr: Type de produit

# role.policy.product_type.all_functions
source: Product type / All functions
fr: Type de produit / Toutes les fonctions

# role.policy.product_type.create
source: Product type / Create
fr: Type de produit / Créer

# role.policy.product_type.delete
source: Product type / Delete
fr: Type de produit / Supprimer

# role.policy.product_type.edit
source: Product type / Edit
fr: Type de produit / Modifier

# role.policy.product_type.view
source: Product type / View
fr: Type de produit / Voir

# role.policy.role
source: Role
fr: Rôle

# role.policy.role.all_functions
source: Role / All functions
fr: Rôle / Toutes les fonctions

# role.policy.role.assign
source: Role / Assign
fr: Rôle / Attribuer

# role.policy.role.create
source: Role / Create
fr: Rôle / Créer

# role.policy.role.delete
source: Role / Delete
fr: Rôle / Supprimer

# role.policy.role.read
source: Role / Read
fr: Rôle / Lire

# role.policy.role.update
source: Role / Update
fr: Rôle / Mettre à jour

# role.policy.section.all_functions
source: Section / All functions
fr: Section / Toutes les fonctions

# role.policy.section.assign
source: Section / Assign
fr: Section / Attribuer

# role.policy.section.edit
source: Section / Edit
fr: Section / Modifier

# role.policy.section.view
source: Section / View
fr: Section / Voir

# role.policy.segment
source: Segment
fr: Segmentation

# role.policy.segment.all_functions
source: Segment / All functions
fr: Segmentation / Toutes les fonctions

# role.policy.segment.assign_to_user
source: Segment / Assign to user
fr: Segmentation / Assigner à l'utilisateur

# role.policy.segment.create
source: Segment / Create
fr: Segmentation / Créer

# role.policy.segment.read
source: Segment / Read
fr: Segmentation / Lire

# role.policy.segment.remove
source: Segment / Remove
fr: Segmentation / Supprimer

# role.policy.segment.update
source: Segment / Update
fr: Segmentation / Mettre à jour

# role.policy.segment.view_user_segment_list
source: Segment / View user segment list
fr: Segmentation / Voir la liste des segmentations d'utilisateurs

# role.policy.segment_group
source: Segment group
fr: Groupe de segmentation

# role.policy.segment_group.all_functions
source: Segment group / All functions
fr: Groupe de segmentation / Toutes les fonctions

# role.policy.segment_group.create
source: Segment group / Create
fr: Groupe de segmentation / Créer

# role.policy.segment_group.read
source: Segment group / Read
fr: Groupe de segmentation / Lire

# role.policy.segment_group.remove
source: Segment group / Remove
fr: Groupe de segmentation / Supprimer

# role.policy.segment_group.update
source: Segment group / Update
fr: Groupe de segmentation / Mettre à jour

# role.policy.setting
source: Setting
fr: Réglage

# role.policy.setting.all_functions
source: Setting / All functions
fr: Réglage / Toutes les fonctions

# role.policy.setting.create
source: Setting / Create
fr: Réglage / Créer

# role.policy.setting.remove
source: Setting / Remove
fr: Réglage / Supprimer

# role.policy.setting.update
source: Setting / Update
fr: Réglage / Mettre à jour

# role.policy.setup
source: Setup
fr: Configuration

# role.policy.setup.administrate
source: Setup / Administrate
fr: Configuration / Administrer

# role.policy.setup.all_functions
source: Setup / All functions
fr: Configuration / Toutes les fonctions

# role.policy.setup.install
source: Setup / Install
fr: Configuration / Installation

# role.policy.setup.setup
source: Setup / Setup
fr: Configuration / Configurer

# role.policy.setup.system_info
source: Setup / System info
fr: Configuration / Infos système

# role.policy.site.all_functions
source: Site / All functions
fr: Site / Toutes les fonctions

# role.policy.site.create
source: Site / Create
fr: Site / Créer

# role.policy.state
source: State
fr: État

# role.policy.state.administrate
source: State / Administrate
fr: État / Administrer

# role.policy.state.all_functions
source: State / All functions
fr: État / Toutes les fonctions

# role.policy.state.assign
source: State / Assign
fr: État / Assigner

# role.policy.type
source: Policy
fr: Règle

# role.policy.type.choose
source: Choose a Policy
fr: Choisir une politique de sécurité

# role.policy.url.all_functions
source: Url / All functions
fr: Url / Toutes les fonctions

# role.policy.url.update
source: Url / Update
fr: Url / Mettre à jour

# role.policy.url.view
source: Url / View
fr: Url / Vue

# role.policy.user
source: User
fr: Utilisateur

# role.policy.user.activation
source: User / Activation
fr: Utilisateur / Activation

# role.policy.user.all_functions
source: User / All functions
fr: User / Toutes les fonctions

# role.policy.user.login
source: User / Login
fr: Utilisateur / Connexion

# role.policy.user.password
source: User / Password
fr: Utilisateur / Mot de passe

# role.policy.user.preferences
source: User / Preferences
fr: Utilisateur / Préférences

# role.policy.user.register
source: User / Register
fr: Utilisateur / S’inscrire

# role.policy.user.selfedit
source: User / Selfedit
fr: Utilisateur / Auto-édition

# role.policy.workflow.all_functions
source: Workflow / All functions
fr: Workflow / Toutes les fonctions

# role.policy.workflow.change_stage
source: Workflow / Change stage
fr: Workflow / Changer l'étape

# role_assignment.delete
source: Delete
fr: Supprimer

# role_assignment.groups
source: Group
fr: Groupe

# role_assignment.locations
source: Select subtree
fr: Sélectionnez la sous-arborescence

# role_assignment.save
source: Assign
fr: Assigner

# role_assignment.users
source: User
fr: Utilisateur

# role_assignments_delete_form.delete
source: Delete Role assignments
fr: Supprimer les affectations de rôle

# role_copy.copy
source: Copy
fr: Copier

# role_copy.name
source: Name of a new role
fr: Nom du nouveau rôle

# role_create.name
source: Name
fr: Nom

# role_create.save
source: Create
fr: Créer

# role_delete.delete
source: Delete
fr: Supprimer

# role_update.name
source: Name
fr: Nom

# role_update.save
source: Update
fr: Mettre à jour

# roles_delete_form.delete
source: Delete Role
fr: Supprimer le rôle

# section_content_assign_form.assign
source: Assign content
fr: Assigner au contenu

# section_content_assign_form.locations
source: Assign content
fr: Assigner au contenu

# section_create_form.create
source: Create
fr: Créer

# section_delete_form.delete
source: Delete
fr: Supprimer

# section_form.identifier
source: Identifier
fr: Identifiant

# section_form.name
source: Name
fr: Nom

# section_subtree_assign_form.assign
source: Change Section
fr: Changer de section

# section_update_form.update
source: Update
fr: Mettre à jour

# sections_delete_form.delete
source: Delete Sections
fr: Supprimer les sections

# swap_location_form.swap
source: Select Content item
fr: Sélectionnez un élément de contenu

# trash_empty_form.empty
source: Delete permanently
fr: Supprimer définitivement

# user_delete_form.delete
source: Delete
fr: Supprimer

# version_remove_form.remove
source: Remove version
fr: Supprimer une version
