Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezplatform-admin-ui/messages.*.xlf
Languages: fr

# alert.close
source: Close
fr: Fermer

# authentication.credentials_expire_in.warning
source: Your current password will expire in %days% day(s). You can change it in User Settings/My Account Settings.
fr: Votre mot de passe actuel expirera dans %days% jour(s). Vous pouvez le modifier dans : Paramètres utilisateur/Mon compte.

# authentication.credentials_expire_today.warning
source: Your current password will expire today. You can change it in User Settings/My Account Settings.
fr: Votre mot de passe actuel expirera aujourd'hui. Vous pouvez le modifier dans : Paramètres utilisateur/Mon compte.

# authentication.credentials_expired
source: Your password has expired.
fr: Votre mot de passe a expiré.

# authentication.credentials_expired.message
source: Your password has expired and must be changed. You will receive an email with instructions how to reset your password.
fr: Votre mot de passe a expiré et doit être modifié. Vous allez recevoir un e-mail contenant les instructions pour réinitialiser votre mot de passe.

# authentication.credentials_expired.reset_password
source: Reset password
fr: Réinitialiser le mot de passe

# authentication.forgot_password
source: Forgot password?
fr: Mot de passe oublié ?

# authentication.password
source: Password
fr: Mot de passe

# authentication.reset_your_password
source: Reset your password
fr: Réinitialiser votre mot de passe

# authentication.username
source: Username
fr: Nom d'utilisateur

# breadcrumb.admin
source: Admin
fr: Administration

# breadcrumb.user_preferences
source: User Preferences
fr: Préférences utilisateur

# character_counter.characters
source: characters
fr: caractères

# character_counter.words
source: words
fr: mots

# content.hidden.message
source: You don't have permissions to view this Content item (contentID: %contentId%).
fr: Vous n'avez pas les permissions pour voir cet élément de Contenu (ID : %contentId%).

# content.hide.modal.cancel
source: Cancel
fr: Annuler

# content.hide.modal.confirm
source: Confirm
fr: Confirmer

# content.hide.modal.please_confirm_to_continue
source: To hide the Content item anyway, click Confirm.
fr: Pour masquer l'élément de contenu quand même, cliquez sur Confirmer.

# content.hide.modal.title
source: Content hide conflict
fr: Conflit de masquage du contenu

# content.hide.modal.warning_content_used_by_other_content
source: This content is used by other Content item(s). To avoid errors, update or remove all related content listed in the Relations tab.
fr: Ce élément de Contenu est utilisé par d'autre(s) élément(s) de Contenu. Veuillez modifier ou supprimer tous les Contenus liés qui sont dans l'onglet Relations pour éviter cette erreur.

# content.in_trash
source: In Trash
fr: Dans la corbeille

# content_type_group.breadcrumb.list
source: Content Types
fr: Types de Contenu

# custom_url_alias_add_form.add
source: Create
fr: Créer

# custom_url_alias_add_form.remove
source: Delete
fr: Supprimer

# ezauthor.action.add
source: Add author
fr: Ajouter un auteur

# ezauthor.action.delete
source: Remove author
fr: Supprimer l'auteur

# ezplatform.forgot_user_password.contact_administrator
source: If you do not remember your login, contact your Administrator.
fr: Si vous ne vous souvenez pas de votre identifiant, veuillez contacter l'administrateur du site.

# ezplatform.forgot_user_password.login
source: This email is connected with several accounts. Enter your login instead.
fr: Cet e-mail est connecté à plusieurs comptes. Entrez votre identifiant à la place.

# ezplatform.forgot_user_password.message
source: Hi, <br /><br /> We have received a request to reset the password for your eZ Platform account. Click “reset password” below to choose a new password: <br /><br /> <a href="%reset_password%">Reset password</a> <br /><br /> If you did not request a password reset, please ignore this email, and your password will remain the same.
fr: Bonjour, <br /><br /> Nous avons reçu une demande de réinitialisation de votre mot de passe. Cliquez sur “Réinitialiser le mot de passe” ci-dessous pour choisir un nouveau mot de passe : <br /><br /> <a href="%reset_password%">Réinitialiser le mot de passe<a/> <br /><br /> Si vous n’avez pas effectué une demande de réinitialisation de mot de passe, veuillez ignorer cet e-mail. Votre mot de passe restera inchangé.

# ezplatform.forgot_user_password.reset_your_password
source: Reset your password
fr: Réinitialiser votre mot de passe

# ezplatform.reset_user_password.change_password
source: Change password
fr: Modifier mot de passe

# ezplatform.reset_user_password.link_is_not_valid
source: This link is not valid anymore, you can <a href="%forgot_user_password%">generate a new link</a> to reset your password.
fr: Ce lien n'est plus valide, vous pouvez <a href="%forgot_user_password%">générer un nouveau lien</a> pour réinitialiser votre mot de passe.

# ezplatform.reset_user_password.success
source: Your password has been changed. You can <a href="%login%">log in</a> to eZ Platform.
fr: Votre mot de passe a été modifié, vous pouvez maintenant vous <a href="%login%">connecter</a> à votre compte.

# footer.copyright
source: Copyright &copy; %year% Ibexa. All right reserved
fr: Copyright &copy; %year% Ibexa. Tous droits réservés

# form.cancel
source: Cancel
fr: Annuler

# location_trash_form.confirm_label
source: I understand the consequences of this action.
fr: Je comprends les conséquences de cette action.

# modal.cancel
source: Cancel
fr: Annuler

# modal.close
source: Close
fr: Fermer

# modal.delete
source: Delete
fr: Supprimer

# search.any_time
source: Any time
fr: À tout moment

# section.assign,content
source: Assign Content
fr: Assigner au contenu

# section.modal.message
source: Do you want to delete the Section(s)?
fr: Voulez-vous vraiment supprimer la ou les section(s) ?

# tab.locations.location_content_swap
source: Swap Locations
fr: Permuter les emplacements

# tab.locations.swap_with_another
source: Swap the Content item at this Location with another
fr: Permuter l'élément de Contenu situé à cet emplacement avec un autre

# tab.view.preview
source: Preview
fr: Prévisualisation

# trash.delete.all.confirm
source: Are you sure you want to permanently delete %trashItemsCount% item(s)?
fr: Êtes-vous sûr de vouloir supprimer définitivement %trashItemsCount% élément(s) ?

# trash.delete.all.info
source: This action cannot be reversed
fr: Cette action est irréversible

# trash.delete.button.cancel
source: Cancel
fr: Annuler

# trash.form.cancel
source: Cancel
fr: Annuler

# trash.modal.close
source: Close
fr: Fermer

# trash.search.any_time
source: Any time
fr: À tout moment

# trash_asset.modal.message_body
source: If you wish to delete these assets too, first make sure they are not used by other content. To check, go to the asset preview and look at its content Relations in the Relations tab.
fr: Si vous souhaitez supprimer ces ressources également, assurez-vous qu'elles ne sont pas utilisées par d'autres Contenus. Pour vérifier, allez à l'aperçu de la ressource et regardez ses relations avec des contenus dans l'onglet Relations .

# trash_asset.modal.message_header
source: You are about to delete a Content item that has one or more asset Field(s) used by other Content items. These assets will remain available in system.
fr: Vous êtes sur le point de supprimer un élément de Contenu qui possède une ou plusieurs ressource(s) utilisée(s) par d'autres éléments de contenu. Ces ressources resteront disponibles dans le système.

# trash_asset_single.modal.message_main
source: '%content_name%' has 1 or more asset Field(s). You have an option to send only the Content item to Trash, or to send the Content item and its assets to Trash. Please select your option:
fr: '%content_name%' a 1 ou plusieurs ressources. Vous avez une option pour envoyer seulement l'élément de contenu à la corbeille, ou pour envoyer l'élément de contenu et ses ressources à la corbeille. Veuillez sélectionner votre option :

# trash_container.modal.message_main
source: Sending '%content_name%' and its %children_count% Content item(s) to Trash will also send the sub-items of this Location to Trash.
fr: L'envoi de '%content_name%' et de ses %children_count% Contenus enfants dans la corbeille enverra également les sous-éléments de cet emplacement à la corbeille.

# trash_container.modal.message_relations
source: '%content_name%' is in use by %reverse_relations% Content item(s). You should remove all reverse Relations before deleting the Content item.
fr: '%content_name%' est relié à %reverse_relations% éléments de Contenu. Vous devriez supprimer toutes les relations inverses avant de supprimer l'élément de Contenu.
