Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezplatform-admin-ui/role.*.xlf
Languages: fr

# limitation_type.none
source: No Limitations
fr: Aucune limitation

# limitation_type.subtree
source: Subtree
fr: Sous-arborescence

# locations.select_subtree
source: Select Subtree
fr: Sélectionnez la sous-arborescence

# policy.add.policy.title
source: Adding Policy of type:
fr: Ajout Politique de sécurité

# policy.add.set_limitation
source: Now you can set Limitations for the Policy.
fr: Maintenant vous pouvez définir des limites à la politique de sécurité.

# policy.add.success
source: Created new Policies in Role '%role%'.
fr: Créé de nouvelles politiques dans le rôle '%role%'.

# policy.delete.success
source: Removed Policies from Role '%role%'.
fr: Politiques retirées du rôle '%role%'.

# policy.edit.no_limitations
source: Policy type '%policy%' does not contain Limitations.
fr: La politique de sécurité '%policy%' n'a pas de limitations.

# policy.limitation.identifier_tooltip
source: "%identifier%" Limitation
fr: Limitation de «%identifier%»

# policy.limitation.none
source: None
fr: Aucun

# policy.update.success
source: Updated Policies in Role '%role%'.
fr: Politiques mises à jour du rôle '%role%'.

# policy.view.add.title
source: Adding a new Policy
fr: Ajouter une nouvelle politique de sécurité

# policy.view.edit.title
source: Edit Limitations
fr: Éditer les limitations

# policy.view.limitations.title
source: Edit Limitations
fr: Éditer les limitations

# policy.view.list.action.add
source: Add a new Policy
fr: Ajouter une nouvelle politique de sécurité

# policy.view.list.action.delete
source: Delete Policy
fr: Supprimer la politique de sécurité

# policy.view.list.panel.policies.action.edit
source: Edit
fr: Modifier

# policy.view.list.panel.policies.column.function
source: Function
fr: Fonction

# policy.view.list.title
source: Policies
fr: Politiques de sécurité

# policy.view.list.title.count
source: Policies (%count%)
fr: Politiques de sécurité (%count%)

# policy.view.policy.title
source: Policy type:
fr: Politique de sécurité:

# role.assignment_create.success
source: Assigned Users/Groups to Role '%role%'.
fr: Utilisateurs/groupes assignés au rôle '%role%'.

# role.assignment_delete.success
source: Unassigned Users/Groups from Role '%role%'.
fr: Utilisateurs/groupes non assignés au rôle '%role%'.

# role.breadcrumb.add
source: Creating a new Role
fr: Création d’un nouveau rôle

# role.breadcrumb.list
source: Roles
fr: Rôles

# role.breadcrumb.view.identifier
source: Role "%identifier%"
fr: Rôle «%identifier%»

# role.copy.success
source: Role '%role%' copied.
fr: Le rôle '%role%' a été copié.

# role.create.success
source: Role '%role%' created.
fr: Le rôle «%role%» a été créé.

# role.delete.success
source: Role '%role%' removed.
fr: Le rôle «%role%» a été supprimé.

# role.update.success
source: Role '%role%' updated.
fr: Le rôle «%role%» a été mis à jour.

# role.view.copy.title
source: Copying Role: %identifier%
fr: Copie du rôle: %identifier%

# role.view.edit.title
source: Editing Role '%identifier%'
fr: Édition du rôle: '%identifier%'

# role.view.list.action.add
source: Create a Role
fr: Créer un rôle

# role.view.list.action.assign_to_users_or_groups
source: Assign to Users/Groups
fr: Assigner aux utilisateurs/groupes

# role.view.list.action.copy
source: Copy
fr: Copier

# role.view.list.action.delete
source: Delete Role
fr: Supprimer le rôle

# role.view.list.action.edit
source: Edit
fr: Modifier

# role.view.list.column.id
source: Role ID
fr: ID du rôle

# role.view.list.column.name
source: Name
fr: Nom

# role.view.list.title
source: Roles
fr: Rôles

# role.view.view.title
source: Role "%identifier%"
fr: Rôle «%identifier%»

# role_assignment.view.add.panel.limitations.title
source: Limitations
fr: Restrictions

# role_assignment.view.add.panel.users_and_groups.groups.udw_title
source: Select User Groups to assign to the Role
fr: Sélectionnez les groupes d'utilisateurs à assigner au rôle

# role_assignment.view.add.panel.users_and_groups.title
source: Users and Groups
fr: Utilisateurs et groupes

# role_assignment.view.add.panel.users_and_groups.users.udw_title
source: Select Users to assign to the Role
fr: Sélectionnez les utilisateurs à assigner au rôle

# role_assignment.view.add.title
source: Assigning users and groups
fr: Assignation d'utilisateurs et de groupes

# role_assignment.view.list.header
source: Users and Groups
fr: Utilisateurs et groupes

# role_assignment.view.list.panel.assignments.column.limitations
source: Limitations
fr: Restrictions

# role_assignment.view.list.panel.assignments.column.user_group
source: User/Group
fr: Utilisateur/groupe

# role_assignment.view.list.title.count
source: Assignments (%count%)
fr: Assignation (%count%)

# tab.roles.name
source: Name
fr: Nom

# tab.roles.no_roles
source: This Content item has no Roles.
fr: Cet élément de contenu n’a aucun rôle.

# validator.assign_users_or_groups
source: Assign User(s) and/or Group(s) to the Role
fr: Assigner le(s) utilisateur(s) et/ou groupe(s) au rôle
