Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezplatform-admin-ui/section.*.xlf
Languages: fr

# section.action.delete
source: Delete Section
fr: Supprimer la section

# section.assign_content
source: Assign content
fr: Assigner au contenu

# section.assign_content.success
source: %contentItemsCount% Content items assigned to '%name%'
fr: %contentItemsCount% éléments de contenu ont été assignés à '%name%'

# section.assigned.content
source: Assigned content
fr: Contenu assigné

# section.assigned_content.empty
source: No Content items.
fr: Aucun élément de contenu.

# section.assigned_content.empty_desc
source: Content items you assign to this Section will show up here.
fr: Les éléments de contenu que vous assignerez à cette section apparaîtront ici.

# section.assigned_content.header
source: Content items in '%name%' (%count%)
fr: Éléments de contenu appartenant à '%name%' (%count%)

# section.assigned_content.name
source: Name
fr: Nom

# section.assigned_content.path
source: Path
fr: Chemin

# section.assigned_content.type
source: Content Type
fr: Type

# section.create.success
source: Section '%name%' created.
fr: Section «%name%» créée.

# section.delete.success
source: Section '%name%' removed.
fr: Section «%name%» supprimée.

# section.edit
source: Edit
fr: Modifier

# section.identifier
source: Identifier
fr: Identifiant

# section.information.header
source: Section information
fr: Informations de la section

# section.name
source: Name
fr: Nom

# section.new
source: Create a new Section
fr: Créer une nouvelle section

# section.new.title
source: Creating a new Section
fr: Création d’une nouvelle section

# section.update.success
source: Section '%name%' updated.
fr: Section «%name%» mise à jour.

# section.update.title
source: Editing Section '%identifier%'
fr: Édition de la section '%identifier%'
