Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: platform-ui-bundle/bar.*.xlf
Languages: fr_fr

# actionbar.copy
source: Copy
fr_fr: Copier

# actionbar.createContent
source: Create
fr_fr: Créer

# actionbar.delete
source: Delete
fr_fr: Supprimer

# actionbar.edit
source: Edit
fr_fr: Modifier

# actionbar.minimizeActionBar
source: Minimize
fr_fr: Minimiser

# actionbar.move
source: Move
fr_fr: Déplacer

# actionbar.sendToTrash
source: Send to Trash
fr_fr: Envoyer à la corbeille

# actionbar.translate
source: Translations
fr_fr: Traductions

# content.being.copied.under
source: "%contentName%" is being copied under "%parentContentName%"
fr_fr: "%contentName%" est en cours de copie sous "%parentContentName%"

# content.browser.title
source: Content browser
fr_fr: Navigateur de contenus

# content.copied.under
source: '%contentName%' has been successfully copied under '%parentContentName%'
fr_fr: « %contentName% » a été copiée avec succès sous « %parentContentName% »

# createcontentaction.loading
source: Loading
fr_fr: Chargement

# creating.new.location.for
source: Creating new location for "%name%"
fr_fr: Création d'un nouvel emplacement pour "%name%"

# creating.new.location.for.failed
source: Creating new location(s) for "%name%" failed
fr_fr: La création de(s) nouveau(x) emplacement(s) pour "%name%" a échoué

# discoverybar.browse
source: Content browse
fr_fr: Naviguer dans les contenus

# discoverybar.contenttree
source: Content tree
fr_fr: Arbre de contenu

# discoverybar.minimize
source: Minimize
fr_fr: Minimiser

# discoverybar.search
source: Search
fr_fr: Rechercher

# discoverybar.trash
source: Trash
fr_fr: Corbeille

# error.hiding.location
source: Error while hiding location "%id%"
fr_fr: Erreur lors du masquage de l'emplacement « %id% »

# error.occurred.copying
source: An error occurred while copying your content
fr_fr: Une erreur s’est produite lors de la copie de votre contenu

# error.occurred.loading
source: An error occurred while loading your content
fr_fr: Une erreur s’est produite lors du chargement de votre contenu

# error.revealing.location
source: Error while revealing location "%id%"
fr_fr: Erreur lors de la récupération de l'emplacement "%id%"

# failed.creating.new.location.for
source: Creating new location for "%name%" under "%parentName%" failed
fr_fr: Créer le nouvel emplacement pour « %name% » sous « %parentName% » a échoué

# hidden.location
source: Location "%id" has been hidden
fr_fr: L'emplacement « %id » a été caché

# hiding.location
source: Hiding Location "%id%"
fr_fr: Masquer l'emplacement "%id%"

# location.created
source: New location for "%name%" has been successfully created
fr_fr: Nouvel emplacement pour « %name% » créé avec succès

# locations.created
source: %count% new locations for "%name%" have been successfully created
fr_fr: %count% nouveaux emplacements pour « %name% » ont été créés avec succès

# revealed.location
source: Location "%id%" has been revealed
fr_fr: Emplacement « %id% » a été révélé

# revealing.location
source: Revealing Location "%id%"
fr_fr: Rendre visible l'emplacement "%id%"

# select.a.language.for.new.translation
source: Select a language for your new translation:
fr_fr: Sélectionnez une langue pour votre nouvelle traduction :

# select.location.to.copy
source: Select the location you want to copy your content into
fr_fr: Sélectionnez l’emplacement où vous souhaitez copier vos contenus

# select.location.to.create.new.location
source: Select the location where you want to create new location
fr_fr: Sélectionnez l’emplacement où vous souhaitez créer le nouvel emplacement

# translateaction.edit
source: Edit
fr_fr: Modifier

# translateaction.existing.translations
source: Existing Translations
fr_fr: Traductions existantes

# translateaction.new.translation
source: + New Translation
fr_fr: + Nouvelle traduction

# view.content.label
source: View this content
fr_fr: Voir ce contenu
