Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezcommerce-checkout/configuration.*.xlf
Languages: fr

# additional_text_for_basket_line_input_limit|config
source: Max. chars for the comment field
fr: Caractères maximum pour le champ commentaire

# additional_text_for_basket_line_input_limit|description
source: Important note: the ERP often has a restriction and might not support long comments. This might lead to errors during order process
fr: Remarque importante : l'ERP a souvent une restriction et pourrait ne pas prendre en charge de longs commentaires. Cela peut entraîner des erreurs lors du processus de commande

# additional_text_for_basket_line|config
source: Enable textline for basket
fr: Activer lla ligne de texte pour le panier

# additional_text_for_basket_line|description
source: If enabled the customer can enter a comment to each line in the basket or quickorder
fr: Si activé, le client peut saisir un commentaire sur chaque ligne du panier ou de la commande rapide

# description_limit|config
source: Description character limit
fr: Limite de caractères pour la description

# description_limit|description
source: Number of characters that will be visible for the product description field
fr: Nombre de caractères qui seront visibles pour le champ description du produit

# payment_method.invoice|config
source: Payment method "invoice
fr: Méthode de paiement "facture"

# payment_method.invoice|description
source: Enables "invoice" in checkout
fr: Activer la "facture" dans la validation

# payment_method.paypal_express_checkout|config
source: Payment method PayPal
fr: Méthode de paiement PayPal

# payment_method.paypal_express_checkout|description
source: Enables "PayPal" in checkout
fr: Activer "PayPal" dans l'étape validation

# refreshCatalogElementAfter|config
source: Update product data after this time
fr: Mettre à jour les données du produit après ce temps

# refreshCatalogElementAfter|description
source: Product data is cached in the basket for a given time. Please use a syntax "1 hour".
fr: Les données du produit sont mises en cache dans le panier pour un temps donné. Veuillez utiliser une syntaxe "1 heure".

# shipping_method.express_delivery|config
source: Shipping method "express"
fr: Méthode d'expédition "express"

# shipping_method.express_delivery|description
source: Enables shipping method "express" in checkout
fr: Active le mode de livraison "express" dans la commande

# shipping_method.standard|config
source: Shipping method "standard"
fr: Méthode d'expédition "standard"

# shipping_method.standard|description
source: Enables shipping method "standard" in checkout
fr: Active le mode de livraison "standard" dans la commande

# stock_in_column|config
source: Display stock as a column
fr: Afficher le stock en tant que colonne

# stock_in_column|description
source: True - display in column, False - display inline (inside product name column)
fr: Vrai - affichage en colonne, Faux - affichage en ligne (à l'intérieur de la colonne du nom du produit)

# validHours|config
source: Duration of storing anonymous baskets
fr: Durée du stockage des paniers anonymes

# validHours|description
source: Defines how many hours anonymous baskets are stored
fr: Définit combien d'heures les paniers anonymes sont stockés
