Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezcommerce-checkout/messages.*.xlf
Languages: fr

# ASC
source: ascend
fr: Ascendant

source: Add a comment
fr: Ajouter un commentaire

# Add products to stored basket
source: Add to stored basket
fr: Ajouter au panier enregistré

# Address2
source: Additional address line
fr: Ligne d'adresse supplémentaire

source: Basket with ID: %basketId% not found
fr: Panier avec ID: %basketId% introuvable

source: Basket with basket id %basketid% was deleted.
fr: Le panier avec l'id du panier %basketid% a été supprimé.

source: Browse...
fr: Parcourir...

source: Checkout
fr: Vérification

source: Choose one of your stored baskets:
fr: Choisissez l'un de vos paniers enregistrés:

source: City
fr: Ville

source: Comment
fr: Commentaire

source: Country
fr: Pays

source: Currently, an individual calculation of prices and shipping costs is not possible due to technical problems.
fr: À l'heure actuelle, un calcul individuel des prix et des frais d'expédition n'est pas possible en raison de problèmes techniques.

# DESC
source: descend
fr: descendant

source: Dear %user%
fr: Cher(ère) %user%

source: Delivery Address
fr: Adresse de livraison

source: Delivery and invoice address are the same
fr: Les adresses de livraison et de facturation sont identiques

source: Due to technical problems, the prices have not been updated.
fr: En raison de problèmes techniques, les prix n'ont pas été mis à jour.

source: Enter a new basket name!
fr: Entrez un nouveau nom de panier !

source: Error occurred! Basket name must be set.
fr: Une erreur s'est produite ! Le nom du panier doit être défini.

source: Error occurred! Basket type incorrect.
fr: Une erreur s'est produite ! Le type de panier doit être défini.

source: Error: %error%
fr: Erreur : %{error}

source: Following errors occurred:
fr: Les erreurs suivantes se sont produites:

source: Invoice Address
fr: Adresse de facturation

source: More Products
fr: Plus de produits

source: More details
fr: Plus de détails

source: Mr.
fr: M.

source: Mrs.
fr: Mme

source: Name/Company
fr: Nom/Entreprise

source: Name/Company 2
fr: Nom/Entreprise 2

source: Order confirmation
fr: Confirmation de commande

source: Order for basket: %basketId% has been deleted successfully.
fr: La commande pour le panier : %basketId% a été supprimée avec succès.

source: Order for basket: %basketId% has been processed successfully, Order-ID: %orderId%
fr: La commande pour le panier : %basketId% a été traitée avec succès, Numéro de commande : %orderId%

source: Payment method
fr: Mode de paiement

source: Phone number
fr: Numéro de téléphone

source: Please choose a variant
fr: Veuillez choisir une variante

source: Please make a choice
fr: Veuillez faire un choix

source: Prices can not be calculated for %sku% %variantCode%!
fr: Les prix ne peuvent pas être calculés pour %sku% %variantCode%!

source: Proceed to checkout
fr: Passer à la validation de commande

source: Product added: %name%, %sku% %variantCode%
fr: Produit ajouté : %name%, %sku% %variantCode%

source: Product removed: %name%, %sku% %variantCode%
fr: Produit supprimé : %name%, %sku% %variantCode%

source: Product was added to the basket
fr: Le produit a été ajouté au panier

source: Product with the SKU %sku% not found
fr: Le produit avec le SKU %sku% est introuvable

source: Product with the sku: %sku% not found
fr: Le produit avec le SKU %sku% est introuvable

# Product: %name%, %sku% %variantCode% added to your %basketType%|comparison
source: Product: %name%, %sku% %variantCode% added to your comparison list
fr: Produit : %name%, %sku% %variantCode% ajouté à votre liste de comparaison

# Product: %name%, %sku% %variantCode% added to your %basketType%|storedBasket
source: Product: %name%, %sku% %variantCode% added to your stored basket
fr: Produit : %name%, %sku% %variantCode% stocké dans votre panier

# Product: %name%, %sku% %variantCode% added to your %basketType%|wishList
source: Product: %name%, %sku% %variantCode% added to your wishlist
fr: Produit : %name%, %sku% %variantCode% ajouté à votre liste d'envies

# Product: %sku%, %name% added to your %basketType%|comparison
source: Product: %sku%, %name% added to your comparison list
fr: Produit : %name%, %sku% %variantCode% ajouté à votre liste de comparaison

# Product: %sku%, %name% added to your %basketType%|storedBasket
source: Product: %sku%, %name% added to your stored basket
fr: Produit : %name%, %sku% %variantCode% stocké dans votre panier

# Product: %sku%, %name% added to your %basketType%|wishList
source: Product: %sku%, %name% added to your wishlist
fr: Produit : %sku%, %name% ajouté à votre liste d'envies

source: Products were added to the basket
fr: Les produits ont été ajoutés au panier

# Products were added to your %basketType%|storedBasket
source: Products were added to your stored basket
fr: Les produits ont été stockés dans votre panier

source: Quantity is not valid.
fr: La quantité n'est pas valide

# Remove product from stored basket|storedBasket
source: Remove product from stored basket
fr: Retirer le produit du panier stocké

# Remove product from stored basket|wishList
source: Remove product from wishlist
fr: Retirer le produit de la liste d'envies

source: Save on my address list
fr: Enregistrer dans ma liste d'adresses

source: Search in addresses
fr: Rechercher des adresses

source: Shipping method
fr: Méthode de livraison

# Sorry! You need an account to add items to your %basketType%|storedBasket
source: Sorry! You need an account to add items to your stored basket
fr: Désolé ! Vous avez besoin d'un compte pour ajouter des articles à votre panier

# Sorry! You need an account to add items to your %basketType%|wishList
source: Sorry! You need an account to add items to your wishlist
fr: Désolé ! Vous avez besoin d'un compte pour ajouter des articles à votre liste de souhaits

source: Sort Field
fr: Champs de tri

source: State/County
fr: Région / Province

source: Status
fr: Statut

source: Street
fr: Rue

source: Subtotal %vat% VAT
fr: Sous-total %vat% TVA

source: Summary and Order Confirmation
fr: Résumé et confirmation de commande

source: Summary and order overview
fr: Résumé et aperçu des commandes

source: The %value% quantity is %quantity% for product: %name%, %sku% %variantCode%
fr: La quantité %value% est %quantity% pour le produit : %name%, %sku% %variantCode%

source: The given quantity %quantity% is not valid for product: %name%, %sku% %variantCode%
fr: La quantité %quantity% n'est pas valide pour le produit : %name%, %sku% %variantCode%

source: The item: %sku% %varCode% is discontinued and not available anymore. It was deleted from the basket.
fr: L'article : %sku% %varCode% est interrompu et n'est plus disponible. Il a été supprimé du panier.

source: The item: %sku% %varCode% is discontinued and only %quantity% items are available.
fr: L'élément : %sku% %varCode% est interrompu et seuls %quantity% éléments sont disponibles.

source: The packaging unit is %packagingUnit% for product: %name%, %sku% %variantCode%
fr: L'unité d'emballage est %packagingUnit% pour le produit : %name%, %sku% %variantCode%

source: There is no information about the availability for: %sku% %varCode%, but this item is discontinued.
fr: Il n'y a aucune information sur la disponibilité pour: %sku% %varCode%, mais cet élément est interrompu.

source: You have already the product: %name%, %sku% in your comparison list
fr: Vous avez déjà le produit : %name%, %sku% dans votre liste de comparaison

source: You have already the product: %name%, %sku% in your stored basket
fr: Vous avez déjà le produit : %name%, %sku% dans votre panier stocké

source: You have already the product: %name%, %sku% in your wishlist
fr: Vous avez déjà le produit : %name%, %sku% dans votre liste de souhaits

# You have already the product: %sku%, %name% in your %basketType%|comparison
source: You have already the product: %sku%, %name% in your comparison list
fr: Vous avez déjà le produit : %sku%, %name% dans votre liste de comparaison

# You have already the product: %sku%, %name% in your %basketType%|storedBasket
source: You already have product %sku%, %name% in your stored basket
fr: Vous avez déjà le produit %sku%, %name% dans votre panier

# You have already the product: %sku%, %name% in your %basketType%|wishList
source: You have already the product: %sku%, %name% in your wishlist
fr: Vous avez déjà le produit : %name%, %sku% dans votre liste de souhaits

# You have following items in your %basket_type%|storedBasket
source: You have following items in your stored basket
fr: Vous avez les produits suivants dans votre panier stocké

# You have following items in your %basket_type%|wishList
source: You have following items in your wishlist
fr: Vous avez les produits suivants dans votre liste de souhaits

# Your %basketType% is empty|comparison
source: Your comparison list is empty
fr: Votre liste de comparaison est vide!

# Your %basketType% is empty|storedBasket
source: Your stored basket is empty
fr: Votre panier stocké est vide

# Your %basketType% is empty|wishList
source: Your wishlist is empty
fr: La liste de souhaits est vide !

source: Your Basket is empty
fr: Votre panier est vide

source: Your comment
fr: Votre commentaire

source: Your order amount must reach at least: %amount% %currency%
fr: Le montant de votre commande doit atteindre au moins : %amount% %currency%

source: Your order number is
fr: Votre numéro de commande est

source: ZIP code
fr: Code postal

# basket.page.action.remove.basket
source: Remove basket
fr: Supprimer le panier

# basket.page.action.update.basket
source: Update basket
fr: Mettre à jour le panier

# basket.page.actions.back
source: Back
fr: Précédent

# basket.page.actions.checkout
source: Checkout
fr: Validation de commande

# basket.page.is.empty
source: Your Basket is empty!
fr: Votre panier est vide

# basket.page.table.product
source: Product
fr: Produit

# basket.page.table.product.not.available
source: This product is not available any more! You can delete it here
fr: Ce produit n'est plus disponible ! Vous pouvez le supprimer ici

# basket.page.table.quantity
source: Quantity
fr: Quantité

# basket.page.table.remove
source: Remove
fr: Supprimer

# basket.page.table.sku
source: SKU
fr: Référence

# basket.page.table.stock.available
source: Available
fr: Disponible

# basket.page.table.stock.no.data
source: No data
fr: Pas de données

# basket.page.table.stock.not available
source: Not available
fr: Non disponible

# basket.page.table.stock.parially.available
source: Partially available (stock out of quantity)
fr: Partiellement disponible (stock en rupture de quantité)

# basket.page.table.total.price
source: Total price
fr: Prix total

# basket.page.table.unit.price
source: Unit price
fr: Prix unitaire

# basket.page.table.variant
source: Variant
fr: Variante

# basket.widget.go.to.basket
source: Go to basket
fr: Se rendre au panier

# basket.widget.go.to.checkout
source: Go to checkout
fr: Passer la commande

# basket.widget.shopping.basket
source: Basket
fr: Panier

# basket_summary.vat
source: VAT (%vat%%)
fr: TVA (%vat%%)

# button.order
source: Purchase now
fr: Acheter maintenant

source: Checkout
fr: Validation de commande

# checkout.delivery.address
source: Delivery Address
fr: Adresse de livraison

# checkout.delivery.search_in_addresses
source: Search in addresses
fr: Rechercher des adresses

# checkout.delivery.send
source: Send to this address
fr: Envoyer à cette adresse

# checkout.delivery.step_name
source: Delivery Address
fr: Adresse de livraison

# checkout.edit.basket
source: Edit basket
fr: Modifier le panier

# checkout.invoice.address
source: Invoice Address
fr: Adresse de facturation

# checkout.invoice.step_name
source: Invoice Address
fr: Adresse de facturation

# checkout.login.already_a_customer
source: Already a customer?
fr: Déjà client ?

# checkout.login.business
source: Business customer
fr: Client professionnel

# checkout.login.email
source: Email address
fr: Adresse E-mail

# checkout.login.existing
source: Existing customer
fr: Client existant

# checkout.login.existing.header
source: If you are an existing customer, please click here:
fr: Si vous êtes un client existant, veuillez cliquer ici :

# checkout.login.forgot_password
source: Forgot your password?
fr: Mot de passe oublié ?

# checkout.login.no_registration
source: I want to buy as a guest
fr: Je veux acheter en tant qu'invité

# checkout.login.no_registration.header
source: If you prefer to order without registration please choose this option:
fr: Si vous préférez commander sans inscription, veuillez choisir cette option :

# checkout.login.not_a_customer
source: Not a customer yet?
fr: Pas encore client ?

# checkout.login.not_a_customer.desc
source: If you are a new customer, please choose if you are private or business:
fr: Si vous êtes un nouveau client, veuillez choisir si vous êtes particulier ou professionnel :

# checkout.login.password
source: Your password
fr: Votre mot de passe

# checkout.login.private
source: Private customer
fr: Client particulier

# checkout.login.step_name
source: Login or register
fr: Se connecter ou s'inscrire

# checkout.login.submit
source: Login
fr: Connexion

# checkout.next.step
source: Next step
fr: Prochaine étape

# checkout.order.confirmation
source: Order Confirmation
fr: Confirmation de commande

# checkout.order.confirmation.delivery
source: Delivery
fr: Livraison

# checkout.order.confirmation.delivery.title
source: Delivery Address
fr: Adresse de livraison

# checkout.order.confirmation.email
source: Confirmation email has been sent to this address: %email%
fr: Un e-mail de confirmation a été envoyé à cette adresse e-mail : %email%

# checkout.order.confirmation.invoice.title
source: Invoice Address
fr: Adresse de facturation

# checkout.order.confirmation.not.found
source: No confirmation was found
fr: Aucune confirmation n'a été trouvée

# checkout.order.confirmation.payment
source: Payment
fr: Paiement

# checkout.order.confirmation.print
source: Print this page.
fr: Imprimer cette page.

# checkout.order.confirmation.shipping.title
source: Shipping and Payment
fr: Livraison et paiement

# checkout.order.confirmation.subheader
source: Thank you for using our shop.
fr: Merci d'utiliser notre boutique.

# checkout.order.confirmation.title
source: Your order was placed succesfully.
fr: Votre commande a été passée avec succès.

# checkout.shipping.step_name
source: Shipping and Payment
fr: Livraison et paiement

# checkout.show
source: Show
fr: Afficher

# checkout.summary
source: Summary
fr: Résumé

# checkout.summary.add_a_comment
source: Add a comment
fr: Ajouter un commentaire

# checkout.summary.header
source: Dear %user%
fr: Cher(ère) %user%

# checkout.summary.redirect_info
source: After ordering, you might be (depends on choosen payment method) re-directed to the payment page.
fr: Après avoir commandé, vous pouvez être (selon le mode de paiement) redirigé vers la page de paiement.

# checkout.summary.step_name
source: Summary and Order Confirmation
fr: Résumé et confirmation de commande

# checkout.summary.text
source: This is a summary of your order. If you have chosen an electronic payment method you will be redirected to the payment provider after clicking on the order button.
fr: Ceci est un résumé de votre commande. Si vous avez choisi une méthode de paiement électronique, vous serez redirigé vers le fournisseur de paiement après avoir cliqué sur le bouton de commande.

# common.sales_contact_mail_subject
source: Order confirmation for Sales Contact
fr: Confirmation de commande pour le contact commercial

source: Credit Card
fr: Carte de crédit

source: currently chosen address
fr: adresse actuellement choisie

source: data_privacy_hint
fr: indice de confidentialité des données

# error_message_checkout_delivery_address
source: There are errors on the form. Please correct them before continuing.
fr: Il y a des erreurs sur le formulaire. Veuillez les corriger avant de continuer.

# error_message_checkout_invoice_address
source: There are errors on the form. Please correct them before continuing.
fr: Il y a des erreurs sur le formulaire. Veuillez les corriger avant de continuer.

# error_message_checkout_shipping_payment
source: Please check the following error message.
fr: Veuillez vérifier le message d'erreur suivant.

source: Express delivery
fr: Livraison express

source: introtext_order_summary
fr: Récapitulatif de la commande

# label.add_a_reference
source: Add a reference
fr: Ajouter une référence

# label.customer_reference
source: Customer Reference
fr: Référence client

# label.force_address_agree
source: I want to proceed to next step using this address.
fr: Je veux passer à l'étape suivante en utilisant cette adresse.

# label.force_summary_agree
source: I agree and want to complete the order process
fr: J'accepte et je veux terminer le processus de commande

# label.stored_basket_back_to_list
source: Back to the list of stored baskets
fr: Retour à la liste des paniers stockés

# label.your_invoice_number
source: Your invoice number
fr: Votre numéro de facture

source: Mr
fr: M.

source: Mrs
fr: Mme

# msg.limit_of_characters
source: The number of characters is limited to
fr: Le nombre de caractères est limité à

# msg.max_amount_payment_error
source: Your order exceeded the maximum allowed amount of %maxAmount%. Please contact our customer support!
fr: Votre commande a dépassé le montant maximum autorisé de %maxAmount%. Veuillez contacter notre service client !

# msg.order_button_accept_all
source: Please accept our terms and conditions, data protection and cancellation policies before you proceed with your order.
fr: Veuillez accepter nos conditions générales, notre politique de protection des données et d'annulation avant de procéder à votre commande.

# msg.order_button_terms_and_conditions
source: Please accept our terms and conditions before you proceed with your order.
fr: Veuillez accepter nos conditions générales avant de procéder à votre commande.

# msg.prices_changed_before_ordering
source: Attention, the price for the products: %skuList% has been changed in our system. Please visit your <a href='%basketUrl%'>basket</a>, where you can possibly delete them.
fr: Attention, le prix des produits : %skuList% a été modifié dans notre système. Veuillez visiter votre <a href='%basketUrl%'>panier</a>, où vous pouvez éventuellement les supprimer.

# msg.prices_changed_confirm_basket
source: The prices in your basket have been updated. Here you have the possibility to check them again.
fr: Les prix dans votre panier ont été mis à jour. Ici, vous avez la possibilité de les vérifier à nouveau.

# msg.prices_changed_return_basket
source: Please visit your <a href='%basketUrl%'>basket</a> and check your updated prices.
fr: Veuillez visiter votre <a href='%basketUrl%'>panier</a> et vérifier vos prix actualisés.

source: Send to this address
fr: Envoyer à cette adresse

source: Standard mail
fr: Courrier standard

source: stored basket
fr: Panier enregistré

source: wishList
fr: Liste d'envies
