Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/repository-forms/ezrepoforms_role.*.xlf
Languages: fr_fr

# policy.limitation.group.self
source: Self
fr_fr: Soi-même

# policy.limitation.owner.self
source: Self
fr_fr: Soi-même

# role.assignment.form.delete
source: Delete assignment
fr_fr: Supprimer l'assignation

# role.cancel
source: Cancel
fr_fr: Annuler

# role.create
source: Create a role
fr_fr: Créer un rôle

# role.form.delete
source: Delete
fr_fr: Supprimer

# role.identifier
source: Name
fr_fr: Nom

# role.policy.all_functions
source: All functions
fr_fr: Toutes les fonctions

# role.policy.all_modules_all_functions
source: All modules / All functions
fr_fr: Tous les modules / toutes les fonctions

# role.policy.available_limitations
source: Limitations
fr_fr: Restrictions

# role.policy.form.delete
source: Delete policy
fr_fr: Supprimer la règle

# role.policy.limitation.location.udw_button
source: Select locations
fr_fr: Sélectionnez les emplacements

# role.policy.limitation.location.udw_title
source: Select locations to use as policy limitation
fr_fr: Sélectionnez les emplacements à utiliser pour la règle de restriction

# role.policy.limitation.not_implemented
source: Limitation edition for '%limitationTypeIdentifier%' is not implemented yet.
fr_fr: L'édition de limitation pour '%limitationTypeIdentifier%' n'est pas encore implémentée.

# role.policy.save
source: Save
fr_fr: Enregistrer

# role.policy.save_and_add_limitation
source: Save and add limitations
fr_fr: Enregistrer et ajouter les limitations

# role.policy.type
source: Policy type
fr_fr: Type de règle

# role.policy.type.choose
source: Choose a combination of module/function
fr_fr: Choisir une combinaison de module/fonction

# role.remove_draft
source: Cancel
fr_fr: Annuler

# role.save
source: Save
fr_fr: Enregistrer
