Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezplatform-segmentation/ibexa_platform_segmentation.*.xlf
Languages: fr

source: Add
fr: Ajouter

source: Delete
fr: Supprimer

# form.cancel
source: Cancel
fr: Annuler

# form.creating_new_segment
source: Creating a new segment
fr: Créer une nouvelle segmentation

# form.creating_new_segment_group
source: Creating a new segment group
fr: Créer un nouveau groupe de segmentation

# form.editing
source: Editing %name% segment group
fr: Modification du groupe de segmentation %name%

# form.editing_segment
source: Editing segment
fr: Éditer segmentation

source: Remove
fr: Supprimer

# section.edit
source: Edit
fr: Modifier

# segment.create.success
source: Segment '%name%' added.
fr: Segmentation '%name%' ajoutée.

# segment.delete.success
source: Segment '%segment%' removed.
fr: Segmentation '%segment%' supprimée.

# segment.update.success
source: Segment '%name%' updated.
fr: Segmentation '%name%' mise à jour.

# segment_group.action.delete
source: Delete Segment Group
fr: Supprimer groupe de segmentation

# segment_group.create.success
source: Segment Group '%segment_group%' created.
fr: Le groupe de segmentation '%segment_group%' a été créé.

# segment_group.delete.success
source: Segment Group '%segment_group%' removed.
fr: Le groupe de segmentation '%segment_group%' a été supprimé.

# segment_group.identifier
source: Identifier
fr: Identifiant

# segment_group.information.header
source: Segment group information
fr: Information groupe de segmentation

# segment_group.list.segment_group.action.bulk_delete
source: Delete Segment Groups
fr: Supprimer groupes de segmentation

# segment_group.list.segment_group_bulk_delete.modal.message
source: Do you want to delete the Segment Group(s)?
fr: Voulez-vous vraiment supprimer le ou les groupe(s) de segmentation ?

# segment_group.modal.message
source: Do you want to delete the Segment Group?
fr: Voulez-vous vraiment supprimer le groupe de segmentation ?

# segment_group.name
source: Name
fr: Nom

# segment_group.segment.add
source: Add Segment
fr: Ajouter une segmentation

# segment_group.segment.identifier
source: Segment identifier
fr: Identifiant de la segmentation

# segment_group.segment.name
source: Segment name
fr: Nom de la segmentation

# segment_group.segment.remove
source: Remove Segment
fr: Supprimer la segmentation

# segment_group.segments.header
source: Segment(s) under this group
fr: Segmentation(s) sous ce groupe

# segment_group.update.success
source: Segment Group '%segment_group%' updated.
fr: Le groupe de segmentation '%segment_group%' a été mis à jour.

# segment_group.view.segment_bulk_delete.modal.message
source: Do you want to delete the Segment(s)?
fr: Voulez-vous vraiment supprimer la ou les segmentation(s) ?

# segment_group.view.segments.action.delete
source: Delete Segments
fr: Supprimer Segmentations

# segment_groups.list.create
source: Create segment group
fr: Créer un groupe de segmentation

# segment_groups.list.empty
source: No Segment Groups.
fr: Aucun groupe de segmentation.

# segment_groups.list.identifier
source: Identifier
fr: Identifiant

# segment_groups.list.name
source: Name
fr: Nom

# segment_groups.list.segments_count
source: Segment(s) under this group
fr: Segmentation(s) sous ce groupe

# segment_groups.list.title
source: Segment Groups
fr: Groupes de segmentation

# segment_groups.list.viewing
source: Viewing <strong>%viewing%</strong> out of <strong>%total%</strong> items
fr: Affichage de <strong>%viewing%</strong> éléments sur <strong>%total%</strong>

# segment_groups.segment_list.empty
source: There are no Segments in this group.
fr: Aucune Segmentation trouvée dans ce groupe.

source: Select content
fr: Sélectionner des contenus

# tab.segments
source: Segments
fr: Segmentations

# tab.segments.name
source: Segments
fr: Segmentations

# tab.segments.no_segments
source: User is not assigned to any segments.
fr: L'utilisateur n'est assigné à aucune segmentation.

# tab.segments.table.group
source: Group
fr: Groupe

# tab.segments.table.identifier
source: Identifier
fr: Identifiant

# tab.segments.table.name
source: Name
fr: Nom

# tab.segments.table.no_segments
source: User is not assigned to any segments or you don't have read permissions to view them.
fr: L'utilisateur n'est assigné à aucune segmentation ou vous n'avez pas les droits de lecture pour les voir.
