Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezplatform-workflow/ezplatform_workflow.*.xlf
Languages: fr

# content.review.from
source: From:
fr: De :

# content.review.ready
source: Content is ready for review
fr: Le contenu est prêt à être revu

source: Content review request
fr: Demande de relecture de contenu

# content_edit.component.events
source: Event(s)
fr: Événement(s)

# dashboard.block.review_queue.title
source: Review queue
fr: File d'attente

# dashboard.tab.my_drafts_under_review.empty
source: No content to review.
fr: Aucun contenu à relire. Le(s) élément(s) de contenu que vous ou votre groupe d'utilisateurs pouvez consulter apparaîtront ici.

# dashboard.table.activity
source: Activity
fr: Activité

# dashboard.table.activity.edited_on_by_user
source: Edited by %creatorName% %relativeTime%
fr: Modifié par %creatorName% %relativeTime%

# dashboard.table.activity.edited_on_no_user
source: Edited %relativeTime%
fr: Modifié %relativeTime%

# dashboard.table.content_type
source: Content Type
fr: Type de Contenu

# dashboard.table.draft.edit
source: Edit draft
fr: Modifier le brouillon

# dashboard.table.draft.transition.list
source: Show history
fr: Afficher l'historique

# dashboard.table.modified_language
source: Modified language
fr: Langue modifiée

# dashboard.table.name
source: Name
fr: Nom

# dashboard.table.status
source: Status
fr: Statut

# location_view.tab.versions.pagination.viewing
source: Viewing <strong>%viewing%</strong> out of <strong>%total%</strong> items
fr: Affichage de <strong>%viewing%</strong> sur <strong>%total%</strong> éléments

# matcher.content_status
source: Content status
fr: Statut du contenu

# matcher.content_type
source: Content Type
fr: Type de Contenu

# matcher.none
source: None
fr: Aucun

# modal.transition.list.close_label
source: Close
fr: Fermer

# modal.transition.list.title
source: Event timeline
fr: Chronologie

# tab.name.my_drafts_under_review
source: Drafts to review
fr: Brouillons à relire

# tab.versions.draft_under_edit
source: Drafts to review
fr: Brouillons à relire

# transition.list.entry.author
source: by %name%
fr: par %name%

# transition.list.entry.author.not_found
source: Can't fetch author
fr: Impossible de récupérer l'auteur

# transition.list.entry.date
source: on %date%
fr: le %date%

# transition.list.entry.title
source: Stage changed to %stageNames%
fr: Étape changée en %stageNames%

# widget.message
source: Message (optional):
fr: Message (facultatif) :

# widget.message.placeholder
source: Type your message...
fr: Tapez votre message...

# widget.reviewer.add
source: Add a reviewer
fr: Ajouter un relecteur

# widget.reviewer.not_permitted
source: You cannot select a User who does not have permission to view/edit this Content item
fr: Vous ne pouvez pas sélectionner un utilisateur qui n'a pas la permission de voir/modifier cet élément de contenu

# widget.reviewer.placeholder
source: Type to search
fr: Taper pour rechercher

# widget.submit
source: Send to review
fr: Envoyer pour relecture

# workflow.list.empty
source: No workflows configured. All workflows will show up here.
fr: Aucun workflow configuré. Tous les workflows apparaîtront ici.

# workflow.list.limitations
source: Limitations
fr: Restrictions

# workflow.list.name
source: Name
fr: Nom

# workflow.list.stages
source: Stages
fr: Étapes

# workflow.view.content_list.table.content_type
source: Content Type
fr: Type de Contenu

# workflow.view.content_list.table.empty
source: No content to review. Content item(s) to review in the %stageName% stage will show up here.
fr: Aucun contenu à relire. Le(s) élément(s) de contenu à relire à l'étape %stageName% s'affichera(ont) ici.

# workflow.view.content_list.table.modified_language
source: Modified language
fr: Langue modifiée

# workflow.view.content_list.table.name
source: Name
fr: Nom

# workflow.view.content_list.table.title
source: Content in %stage_name% stage (%count%)
fr: Élément(s) de contenu à l'étape %stageName% (%count%)

# workflow.view.diagram
source: Workflow diagram
fr: Diagramme de workflow

# workflow.view.tab.content_list
source: Content under review
fr: Contenu en relecture

# workflow.view.tab.details
source: Details
fr: Détails

# workflow.view.title
source: Workflow information
fr: Information du Workflow
