Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezplatform-page-builder/ezplatform_page_builder_infobar.*.xlf
Languages: fr

# infobar.author.name
source: by <span class="ez-content-details__author">%name%</span>
fr: par <span class="ez-content-details__author">%name%</span>

# infobar.form.and.page.field.type.error.message
source: Update missing configuration both in Block and Field view.
fr: Mettre à jour la configuration manquante à la fois dans le Bloc et Vue du champ.

# infobar.form.error.message
source: Update missing information in the Field view.
fr: Mettre à jour les informations manquantes dans la vue du champ.

# infobar.last_edited
source: Last edited:
fr: Dernière édition :

# infobar.mode.preview_language.in
source: in
fr: en

# infobar.mode.viewing
source: Viewing
fr: Visualisation

# infobar.page.field.type.error.message
source: Update missing configuration in the Block view
fr: Mettre à jour les informations manquantes dans la vue du bloc

# infobar.timeline
source: Timeline
fr: Chronologie

# infobar.translation.add
source: Add new translation
fr: Ajouter une nouvelle traduction

# infobar.translation.no_fallback_language
source: You do not have a fallback language
fr: Vous n’avez pas une langue de secours

# infobar.translation.using_fallback_language
source: You are on the fallback language
fr: Vous êtes sur la langue de secours
