Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ibexa-personalization/scenario.*.xlf
Languages: fr

# ibexa_personalization.scenario.attribute_name_boost_by_positions
source: Attribute name <strong>%attr_name%</strong> Boost by %number% positions
fr: Nom d'attribut <strong>%attr_name%</strong> Boost par %number% positions

# ibexa_personalization.scenario.do_not_recommend_if_price_unknown
source: Do not recommend if price unknown
fr: Ne pas recommander si le prix est inconnu

# ibexa_personalization.scenario.do_not_recommend_items_the_user_already_consumed
source: Do not recommend items the user already consumed
fr: Ne pas recommander les articles que l'utilisateur a déjà consommés

# ibexa_personalization.scenario.do_not_recommend_items_the_user_already_purchased
source: Do not recommend items the user already purchased
fr: Ne pas recommander les articles que l'utilisateur a déjà acheté

# ibexa_personalization.scenario.do_not_recommend_the_item_currently_viewed
source: Do not recommend the item currently viewed
fr: Ne pas recommander l'élément actuellement consulté

source: Item price should equal or higher than the price of the context item
fr: Le prix de l’article doit être supérieur ou égal au prix de l’élément contextuel

source: <strong>%number%</strong> Max. repeated shows of identical recommendations per session.
fr: <strong>%number%</strong> Max. affichages répétés de recommandations identiques par session.

# ibexa_personalization.scenario.minimum_price_of_the_recommended_product
source: <strong>%number%</strong> Minimum price of the recommended product
fr: <strong>%number%</strong> Prix minimum du produit recommandé

# ibexa_personalization.scenario.no_context_items
source: No context items
fr: Aucun élément de contexte

# ibexa_personalization.scenario.no_top_selling_items
source: No top-selling items
fr: Aucun élément dans les mieux vendus

# ibexa_personalization.scenario.undefined
source: Undefined
fr: Non défini

# ibexa_personalization.scenario.user_attribute_has_different_name
source: User attribute has different name <strong>%attr_name%</strong>
fr: L'attribut utilisateur a un nom différent <strong>%attr_name%</strong>

# preview.generated_url
source: Generated url
fr: Url générée

# preview.send_request
source: Send request
fr: Envoyer la requête
