Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezcommerce-erp-admin/forms.*.xlf
Languages: fr

# role.policy.siso_control_center
source: eCommerce control center
fr: Centre de contrôle du eCommerce

# role.policy.siso_control_center.all_functions
source: Control center
fr: Centre de contrôle

# role.policy.siso_control_center.api_erp
source: Access ERP Rest API
fr: Accéder à l'API ERP Rest

# role.policy.siso_control_center.api_jobs
source: Access JOB Rest API
fr: Accéder à l'API JOB Rest

# role.policy.siso_control_center.manage_emails
source: Manage eMail archive
fr: Gérer les archives d'e-mail

# role.policy.siso_control_center.manage_erp
source: Manage ERP
fr: Gérer ERP

# role.policy.siso_control_center.manage_erp_logs
source: Manage ERP logs
fr: Gérer les journaux ERP

# role.policy.siso_control_center.manage_exports
source: eContent exports
fr: Exports de eContent

# role.policy.siso_control_center.manage_imports
source: eContent imports
fr: Imports de eContent

# role.policy.siso_control_center.manage_jobs
source: Manage eCommerce jobs
fr: Gérer les jobs eCommerce

# siso_control_center.api_econtent
source: Access econtent Rest API
fr: Accéder à l'API d'econtent Rest
