Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: date-based-publisher/date_based_publisher.*.xlf
Languages: fr

source: Content deleted
fr: Contenu supprimé

source: Content hidden
fr: Contenu masqué

# content.in_review
source: Content sent to review
fr: Contenu envoyé pour révision

# content.publish_later.read_more
source: Read more
fr: Lire la suite

source: Content published
fr: Contenu publié

# content.reveal.modal.cancel
source: Cancel
fr: Annuler

# content.reveal.modal.close
source: Close
fr: Fermer

# content.reveal.modal.confirm
source: Cancel scheduled hiding
fr: Annuler le masquage programmé

# content.reveal.modal.warning_cancel_schedule
source: Are you sure you want to cancel the scheduled hiding of the selected content?
fr: Êtes-vous sûr de vouloir annuler le masquage programmé du contenu sélectionné ?

# content.scheduled.canceled
source: Canceled scheduled publication
fr: Publication programmée annulée

# content.scheduled.hidden
source: Hidden scheduled content
fr: Contenu planifié masqué

# content.scheduled.published
source: Published scheduled content
fr: Contenu planifié publié

# content.scheduled.title
source: Title:
fr: Titre:

# content.scheduled_hide.action.cancel
source: Cancel
fr: Annuler

# content.scheduled_hide.message
source: This Content item will be hidden and won't be publicly available after %date%
fr: Cet élément de contenu sera masqué et ne sera pas disponible publiquement après %date%

# content.trashed
source: Content moved to Trash
fr: Contenu déplacé vers la corbeille

source: Content updated
fr: Contenu mis à jour

# dashboard.all_scheduled.table.header
source: All future publications
fr: Toutes les publications futures

# dashboard.all_scheduled.table.reschedule_btn.title
source: Reschedule
fr: Re-planifier

# dashboard.all_scheduled.table.reschedule_modal.table.title
source: Selected future publications
fr: Publications futures sélectionnées

# dashboard.all_scheduled.table.reschedule_modal.title
source: Reschedule
fr: Re-planifier

# dashboard.all_scheduled.table.unschedule_btn.title
source: Cancel publication
fr: Annuler la publication

# dashboard.all_scheduled.table.unschedule_modal.table.title
source: Selected future publications
fr: Publications futures sélectionnées

# dashboard.my_scheduled.table.header
source: My future publications
fr: Mes futures publications

# dashboard.my_scheduled.table.reschedule_btn.title
source: Reschedule
fr: Re-planifier

# dashboard.my_scheduled.table.reschedule_modal.table.title
source: Selected future publications
fr: Publications futures sélectionnées

# dashboard.my_scheduled.table.reschedule_modal.title
source: Reschedule
fr: Re-planifier

# dashboard.my_scheduled.table.unschedule_btn.title
source: Cancel publication
fr: Annuler la publication

# dashboard.my_scheduled.table.unschedule_modal.table.title
source: Selected scheduled publications
fr: Publications planifiées sélectionnées

# dashboard.my_scheduled.table.unschedule_modal.title
source: Cancel publication
fr: Annuler la publication

# dashboard.scheduling.modal.content_type
source: Content Type
fr: Type de Contenu

# dashboard.scheduling.modal.creation_date
source: Creation date
fr: Date de création

# dashboard.scheduling.modal.creator
source: Creator
fr: Créateur

# dashboard.scheduling.modal.date_and_time
source: Date and time
fr: Date et heure

# dashboard.scheduling.modal.name
source: Name
fr: Nom

# dashboard.scheduling.modal.translations
source: Translations
fr: Traductions

# dashboard.tab.all_scheduled.empty
source: No content scheduled for publication.
fr: Aucun contenu planifié pour publication.

# dashboard.tab.my_scheduled.empty
source: No content scheduled for publication.
fr: Aucun contenu planifié pour publication.

# dashboard.table.content_type
source: Content Type
fr: Type de Contenu

# dashboard.table.contributor
source: Contributor
fr: Contributeur

# dashboard.table.date
source: Publication date
fr: Date de publication

# dashboard.table.edit
source: Edit
fr: Modifier

# dashboard.table.last_saved
source: Last saved
fr: Dernier enregistrement

# dashboard.table.name
source: Name
fr: Nom

# date_based_publisher.discard.publish_later
source: Canceled scheduled publication.
fr: Publication programmée annulée.

# date_based_publisher.error.discard.publish_later
source: Cannot cancel future publication: %reason%
fr: Impossible d'annuler la future publication : %reason%

# date_based_publisher.error.publish_later
source: Cannot schedule content: %reason%
fr: Impossible de planifier le contenu : %reason%

# date_based_publisher.success.publish_later
source: Scheduled content for publication.
fr: Contenu planifié pour publication.

source: discard_schedule_publish
fr: Annuler planification de publication

# menu.date_based_publisher
source: Publish later
fr: Publier plus tard

# menu.date_based_publisher.discard
source: Discard publish later
fr: Annuler la publication future

# modal.scheduling.button.cancel.label
source: Cancel
fr: Annuler

# modal.scheduling.button.confirm.label
source: Confirm date change
fr: Confirmer le changement de date

# modal.scheduling.button.discard.label
source: Cancel publication
fr: Annuler la publication

# modal.scheduling.date_picker.label
source: Set publication date
fr: Définir la date de publication

# publish_later.confirm
source: Confirm
fr: Confirmer

# publish_later.date_and_time
source: Date and time
fr: Date et heure

# publish_later.settings
source: Future publication settings
fr: Paramètres de planification de publication

# schedule.content.cancel_schedule_hide.success
source: Canceled scheduled hiding of Content item '%name%'.
fr: Masquage planifié annulé de l'élément de contenu '%name%'.

# schedule.content.hide_hidden.error
source: Cannot hide or schedule hiding the currently hidden content: '%name%'.
fr: Impossible de masquer ou de planifier le contenu actuellement masqué : '%name%'.

# schedule.content.hide_now.success
source: Content item '%name%' hidden.
fr: L'élément de contenu '%name%' est masqué.

# schedule.content.schedule_hide.success
source: Scheduled Content item '%name%' to hide.
fr: L'élément de contenu '%name%' à masquer.

# schedule_hide.date_and_time
source: Date and time
fr: Date et heure

# schedule_hide.title
source: Schedule hiding
fr: Masquage programmé

source: schedule_publish
fr: Planifier la publication

# tab.name.all_scheduled
source: All scheduled
fr: Toutes les publications planifiées

# tab.name.my_scheduled
source: My scheduled content
fr: Mes contenus planifiés

source: Version deleted
fr: Version supprimée
