Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: date-based-publisher/ezplatform_calendar_events.*.xlf
Languages: fr

# future_hide.action.reschedule.label
source: Reschedule
fr: Re-planifier

# future_hide.action.unschedule.label
source: Cancel hiding
fr: Annuler le masquage

# future_hide.attribute.content_type.label
source: Content Type
fr: Type de Contenu

# future_hide.label
source: Content hide
fr: Masquer contenu

# future_publication.attribute.content_type.label
source: Content Type
fr: Type de Contenu

# future_publication.attribute.modified_language.label
source: Modified language
fr: Langue modifiée

# future_publication.label
source: Content publication
fr: Publication contenu

# modal.close
source: Close
fr: Fermer

# modal.discard.button.cancel.label
source: Cancel
fr: Annuler

# modal.discard.button.confirm.label
source: Cancel publication
fr: Annuler la publication

# modal.discard.header
source: Are you sure you want to cancel the publication of the selected content?
fr: Êtes-vous sûr de vouloir annuler la publication du contenu sélectionné ?

# modal.discard.table.event.label
source: Event
fr: Événement

# modal.discard.table.header
source: Selected content (%eventsCount%)
fr: Contenu sélectionné (%eventsCount%)

# modal.discard.table.language.label
source: Modified language
fr: Langue modifiée

# modal.discard.table.name.label
source: Name
fr: Nom

# modal.future_hide.discard.button.cancel.label
source: Cancel
fr: Annuler

# modal.future_hide.discard.button.confirm.label
source: Cancel hiding
fr: Annuler le masquage

# modal.future_hide.discard.header
source: Are you sure you want to cancel the hide of the selected content?
fr: Êtes-vous sûr de vouloir annuler le masquage du contenu sélectionné ?

# modal.future_hide.discard.table.event.label
source: Event
fr: Événement

# modal.future_hide.discard.table.name.label
source: Name
fr: Nom

# modal.future_hide.reschedule.button.cancel.label
source: Cancel
fr: Annuler

# modal.future_hide.reschedule.button.confirm.label
source: Confirm rescheduling
fr: Confirmer la replanification

# modal.future_hide.reschedule.date_picker.label
source: Date and time
fr: Date et heure

# modal.future_hide.reschedule.header
source: Reschedule hide
fr: Replanifier le masquage

# modal.reschedule.button.cancel.label
source: Cancel
fr: Annuler

# modal.reschedule.button.confirm.label
source: Confirm rescheduling
fr: Confirmer la replanification

# modal.reschedule.date_picker.label
source: Date and time
fr: Date et heure

# modal.reschedule.header
source: Reschedule publication
fr: Replanifier la publication

# reschedule.error.message
source: Cannot reschedule
fr: Ne peut pas être replanifié

# unschedule.error.message
source: Cannot cancel selected publication(s)
fr: Impossible d'annuler le(s) publication(s) sélectionnée(s)

# unschedule.future_hide.error.message
source: Cannot cancel selected hide(s)
fr: Impossible d'annuler le(s) masquage(s) sélectionnée(s)
