Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezcommerce-admin-ui/ezcommerce_configuration_settings.*.xlf
Languages: fr

# configuration_settings.actions.save
source: Save configuration
fr: Enregistrer la configuration

# configuration_settings.breadcrumb.configuration_settings
source: Configuration Settings
fr: Paramètres de configuration

# configuration_settings.description
source: The tabs displayed are depending on the siteaccesses that are configured for your shop. The main tab contains the central configuration options for the default settings that can be set by the shop admin. Make sure to set the country specific configuration as they overwrite the default settings!<br /><br /> In case of problems please check the <a href="%url%">stored configuration</a><br /> If you are looking for price and stock management go to <a href="%priceAndStockUrl%">price and stock management</a>
fr: Les onglets affichés dépendent des accès au site qui sont configurés pour votre boutique. L'onglet principal contient les options de configuration centrale pour les paramètres par défaut qui peuvent être définis par l'administrateur de la boutique. Assurez-vous de définir la configuration spécifique au pays car ils écrasent les paramètres par défaut !<br /><br /> En cas de problème veuillez vérifier la <a href="%url%">configuration stockée</a><br /> Si vous recherchez la gestion des prix et des stocks aller à <a href="%priceAndStockUrl%">la gestion des prix et des stocks</a>

# configuration_settings.group_descriptions.b2b
source: Choose advanced shop feature settings
fr: Choisissez les paramètres avancés de la boutique

# configuration_settings.group_descriptions.basket
source: Define detailed behaviour for the basket.
fr: Définir le comportement du panier

# configuration_settings.group_descriptions.catalog
source: Define details for structure and layout of the catalog
fr: Définir les détails de la structure et de la mise en page du catalogue

# configuration_settings.group_descriptions.checkout
source: Configure your paymant and shipping methods. Paypal requires an account.
fr: Configurez vos modes de paiement et de livraison. Paypal nécessite un compte.

# configuration_settings.group_descriptions.erp
source: Define the details of data exchange and processes between your shop and ERP. ERP requires a web.connector licence.
fr: Définissez les détails de l'échange de données et les processus entre votre boutique et votre ERP. Votre ERP nécessite une licence web.connector.

# configuration_settings.group_descriptions.fallback_local_price
source: Fallback configuration for price engine. It is used, if no shipping costs are set in price and stock management.
fr: La configuration de repli pour le moteur de prix. Elle est utilisée, si aucun coût d'expédition n'est fixé dans la gestion des prix et des stocks.

# configuration_settings.group_descriptions.mail and newsletter
source: Newsletter2go requires the activation of a seperate plugin and an account with Newsletter2go.
fr: Newsletter2go nécessite l'activation d'un plugin séparé et d'un compte avec Newsletter2go.

# configuration_settings.group_descriptions.miscellaneous
source: Define settings for additional features
fr: Définir les paramètres pour les fonctionnalités supplémentaires

# configuration_settings.group_descriptions.price
source: Configure currencies and set price provider for the shop. Some configurations are only important for eZ Commerce Advanced
fr: Configurer les devises et définir le fournisseur de prix pour la boutique. Certaines configurations ne sont importantes que pour eZ Commerce Avancé

# configuration_settings.group_descriptions.stored-basket
source: Configure the displayed product data for stored baskets.
fr: Configurer les données de produit affichées pour les paniers stockés.

# configuration_settings.group_names.b2b
source: Advanced catalog features
fr: Fonctionnalités de catalogue avancé

# configuration_settings.group_names.basket
source: Basket
fr: Panier

# configuration_settings.group_names.catalog
source: Catalog
fr: Catalogue

# configuration_settings.group_names.checkout
source: Checkout
fr: Vérification

# configuration_settings.group_names.core
source: core information
fr: informations principales

# configuration_settings.group_names.customer
source: Customer
fr: Client

# configuration_settings.group_names.fallback_local_price
source: Fallback configuration for price engine
fr: Configuration par défaut pour le moteur de prix

# configuration_settings.group_names.mail
source: mail information
fr: informations d'email

# configuration_settings.group_names.mail_and_newsletter
source: Mail and newsletter
fr: Mail et newsletter

# configuration_settings.group_names.miscellaneous
source: Miscellaneous
fr: Divers

# configuration_settings.group_names.price
source: Price
fr: Prix

# configuration_settings.group_names.search
source: search information
fr: rechercher des informations

# configuration_settings.group_names.stored_basket
source: Stored basket
fr: Panier stocké

# configuration_settings.group_names.wishlist
source: Wishlist
fr: Liste de souhaits

# configuration_settings.page_title
source: Configuration Settings
fr: Paramètres de configuration

# configuration_settings.table.header.name
source: Name
fr: Nom

# configuration_settings.table.header.value
source: Value
fr: Valeur
