Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezcommerce-admin-ui/ezcommerce_erp_admin_control_center.*.xlf
Languages: fr

source: e-commerce jobs
fr: Emplois e-commerce

# econtent.export.button
source: Export
fr: Exporter

# econtent.export.label
source: Export eContent products (live)
fr: Exporter les produits eContent (Production)

# econtent.export.set_backup
source: Set name of the backup file
fr: Nom du fichier de sauvegarde

# econtent.export.started
source: Export started, details see tab e-commerce jobs. Backup will be placed in
fr: L'export a commencé, voir onglet "jobs e-commerce". La sauvegarde sera placée dans

# econtent.import.label
source: Import eContent products from backup
fr: Importer des produits eContenu à partir de la sauvegarde

# econtent.import.no_files
source: No files to import
fr: Aucun fichier à importer

# econtent.import.please_wait
source: Please wait for last import to be finished
fr: Veuillez attendre la fin de la dernière importation

# econtent.live_tables
source: Live tables
fr: Tables en direct

source: eContent status
fr: Statut du eContenu

source: eContent tasks
fr: Tâches eContenu

# econtent.temporary_tables
source: Temporary tables
fr: Tables temporaires

# econtent.temporary_tables.swap.active
source: Import is active
fr: L'import est actif

# econtent.temporary_tables.swap.button
source: Swap tmp to live
fr: Changer tmp pour production

# econtent.temporary_tables.swap.in_progress
source: Swap in progress
fr: Changement en cours

# econtent.temporary_tables.swap.not_possible
source: Swapping not possible, no objects found.
fr: Changement impossible, aucun objet trouvé.

# econtent.temporary_tables.swap_message
source: The products from the temporary tables will be activated. This will take a few seconds.
fr: Les produits des tables temporaires seront activés. Cela prendra quelques secondes.

source: eContent tasks
fr: Tâches eContenu

# econtent_type.table.mapping.title
source: Mapping
fr: Correspondance des champs

# econtent_type.table.name.title
source: Name
fr: Nom

# econtent_type.title
source: eContentType
fr: Type eContenu

source: eContent types
fr: Types de eContenu

source: email archive
fr: archive e-mail

# emails_table.preview.title
source: Preview email
fr: Aperçu de l'e-mail

# emails_table.recipient.title
source: Recipient
fr: Destinataire

# emails_table.resend.title
source: Resend email
fr: Renvoyer l'e-mail

# emails_table.sent_date.title
source: Sent date
fr: Date d'envoi

# emails_table.status.title
source: Status
fr: Statut

# emails_table.subject.title
source: Subject
fr: Objet

source: ERP overview
fr: Aperçu ERP

source: ERP performance
fr: Performance de l'ERP

source: ERP request log
fr: Journal des requêtes de l'ERP

# erp_graph.message
source: You can use the smaller graph (the second graph) to select a specific period, the selected period will be marked with a grey background and you can move the selected area. The upper chart will then zoom into details.
fr: Vous pouvez utiliser le graphique plus petit (le deuxième graphique) pour sélectionner une période spécifique, la période sélectionnée sera marquée par un fond gris et vous pouvez déplacer la zone sélectionnée. Le graphique supérieur va ensuite zoomer dans les détails.

# erp_overview.alert.standard_mappings
source: The list contains standard message mappings only
fr: La liste ne contient que des mappings de messages standards

# erp_overview.checking
source: Checking ERP
fr: Vérification de l'ERP

# erp_overview.connection
source: URL for ERP connection
fr: URL pour la connexion ERP

# erp_overview.file_path
source: Response mapping file path
fr: Chemin du fichier de correspondance de réponse

# erp_overview.fine
source: Fine
fr: Excellent

# erp_overview.mapping.id
source: Mapping identifier
fr: Identifiant de correspondance

# erp_overview.message_mappings
source: Message mappings
fr: Correspondance des messages

# erp_overview.no_connection
source: No connection
fr: Aucune connexion

# erp_overview.reguest_mapping
source: Request mapping
fr: Requête de correspondance

# erp_overview.reguest_path
source: Request mapping file path
fr: Requête du fichier de correspondance

# erp_overview.response_mapping
source: Response mapping
fr: Correspondance de réponse

# erp_overview.status
source: ERP Status
fr: Statut de l'ERP

# erp_overview.tests
source: ERP Tests
fr: Tests ERP

# erp_overview.url_check
source: ERP Url check
fr: URL de vérification de l'ERP

# filters.date_from
source: Date from
fr: À partir du

# filters.date_to
source: Date to
fr: Jusqu'au

# filters.limit
source: Limit
fr: Limite

# filters.measuring_point
source: Measuring point
fr: Point de mesure

# filters.no_logs
source: Currently there are no events in the log.
fr: Il n'y a actuellement aucun événement dans le journal.

# filters.no_mail
source: Currently there are no emails in the log.
fr: Il n'y a actuellement aucun e-mail dans le journal.

# filters.request_id
source: Request Id
fr: Identifiant de la requête

# filters.search
source: Search
fr: Rechercher

# filters.select_user
source: Select user
fr: Selectionner un utilisateur

# filters.selected_user
source: Selected user
fr: Utilisateur sélectionné

# filters.text
source: Text
fr: Texte

# filters.user_id
source: User Id
fr: Identifiant utilisateur

# job_table.start
source: Start
fr: Démarrer

# jobs_list.active_jobs
source: Active jobs
fr: Tâches actives

# jobs_list.command
source: Command
fr: Commande

# jobs_list.created
source: Created at
fr: Créé le

# jobs_list.no_content
source: Currently there are no active jobs.
fr: Il n'y a actuellement pas de jobs actifs

# jobs_list.preview
source: Preview
fr: Aperçu

# jobs_list.queue
source: Queue
fr: File d'attente

# jobs_list.remove
source: Remove
fr: Supprimer

# jobs_list.state
source: State
fr: État

# logs_table.elapsed_time.title
source: Elapsed time
fr: Temps écoulé

# logs_table.meassage_id.title
source: Message identifier
fr: Identifiant du message

# logs_table.measuring_point.title
source: Measuring point
fr: Point de mesure

# logs_table.request_id.title
source: Request id
fr: Identifiant de la requête

# logs_table.status.title
source: Response status
fr: Statut de la réponse

# logs_table.title
source: ERP request log
fr: Journal des requêtes de l'ERP

# logs_table.user_id.title
source: User id
fr: Identifiant utilisateur

# modal.button.close
source: Close
fr: Fermer

# modal.input_xml
source: Input-XML
fr: Entrée XML

# modal.log_text
source: Log text
fr: Texte du journal

# modal.output_xml
source: Output-XML
fr: Sortie XML
