Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: ezcommerce-admin-ui/messages.*.xlf
Languages: fr

source: Basket with ID: %basketId% not found
fr: Panier avec ID: %basketId% introuvable

source: Control center
fr: Centre de contrôle

source: Dashboard
fr: Tableau de bord

source: Error for basket %basketId%: %error%
fr: Erreur pour le panier %basketId%: %error%

source: Order for basket: %basketId% has been deleted successfully.
fr: La commande pour le panier : %basketId% a été supprimée avec succès.

source: Order for basket: %basketId% has been processed successfully, Order-ID: %orderId%
fr: La commande pour le panier : %basketId% a été traitée avec succès, Numéro de commande : %orderId%

source: Shipping management
fr: Gestion de l'expédition

# code.120_complete
source: Request BEFORE mapping.
fr: Requête AVANT correspondance.

# code.150_mapping
source: Request data before and after mapping.
fr: Requête de données avant et après correspondance.

# code.180_soap
source: Request AFTER mapping.
fr: Requête APRÈS correspondance.

# code.220_soap
source: Response BEFORE mapping.
fr: Réponse AVANT correspondance.

# code.250_mapping
source: Response data before and after mapping.
fr: Données de réponse avant et après correspondance.

# code.280_complete
source: Response AFTER mapping.
fr: Réponse APRÈS correspondance.

# dashboard.summary.previous_month
source: previous month
fr: mois précédent

# field_type.add_variant
source: Add
fr: Ajouter une variante

# field_types.variants.button.trash
source: Delete
fr: Supprimer

# modal.button.close
source: Close
fr: Fermer

# msg.invalid_csv_file
source: Invalid CSV file
fr: Fichier CSV invalide

# msg.invalid_shop_id
source: Invalid shop ID : %shopId%
fr: ID de boutique invalide : %shopId%

# msg.price_upload_success
source: Prices for %products% products imported successfully
fr: Prix pour %products% produits importés avec succès

# msg.stock_upload_success
source: Stock for %products% products imported successfully
fr: Stock pour %products% produits importés avec succès

# order_list.filters.payment_transaction_id
source: Search by Payment transaction id
fr: Recherche par identifiant de transaction de paiement

# shipping_management.add_shipping
source: Add new
fr: Ajouter un nouveau

# shipping_management.delete_shippment.button
source: Delete
fr: Supprimer
