Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/ezplatform-admin-ui/content_url.*.xlf
Languages: de

# tab.urls.action.add
source: Add Custom URL
de: Benutzerdefinierte URL hinzufügen

# tab.urls.action.delete
source: Delete Custom URL
de: Benutzerdefinierte URL löschen

# tab.urls.add.cancel
source: Cancel
de: Abbrechen

# tab.urls.add.language
source: Language
de: Sprache

# tab.urls.add.redirect
source: Alias should redirect to its destination
de: Alias sollte zu seiner Zieladresse umleiten

# tab.urls.add.redirect.helper.checked
source: Checked will redirect to the destination using an HTTP 301 response.
de: Aktiviert: Leitet mit HTTP 301 Antwort auf das Ziel weiter.

# tab.urls.add.redirect.helper.unchecked
source: Unchecked will not redirect to the destination and the URL will stay the same.
de: Deaktiviert: Leitet nicht auf das Ziel weiter. Die URL bleibt unverändert.

# tab.urls.add.site_root
source: Place alias at the site root
de: Platziere Alias im Stammverzeichnis der Webseite

# tab.urls.add.site_root.helper.checked
source: Checked will create the alias at the site root.
de: Aktiviert: Erstellt den Alias im Stammverzeichnis der Webseite.

# tab.urls.add.site_root.helper.no_parent_name
source: Unchecked will create the new alias under the parent of this location
de: Deaktiviert: Erstellt den neuen Alias unter dem Ort des Elternelements.

# tab.urls.add.site_root.helper.unchecked
source: Unchecked will create the new alias under %parent_name%
de: Deaktiviert: Erstellt den neuen Alias unter %parent_name%.

# tab.urls.add.title
source: Create new URL alias
de: Neuen URL Alias erstellen

# tab.urls.custom_url_aliases
source: Custom URL aliases for %contentName%
de: Benutzerdefinierte URL-Aliase für %contentName%

# tab.urls.language
source: Language
de: Sprache

# tab.urls.modal.message
source: Do you want to delete selected Custom URLs?
de: Möchten Sie die ausgewählten benutzerdefinierten URLs löschen?

# tab.urls.modal_close
source: Close
de: Schließen

# tab.urls.no_custom_urls
source: This content item has no custom url aliases.
de: Dieses Inhaltselement hat keine benutzerdefinierten URL-Aliases.

# tab.urls.no_system_urls
source: This content item has no system urls.
de: Dieses Inhaltselement hat keine System URLs.

# tab.urls.type
source: Type
de: Typ

# tab.urls.type.direct
source: Direct
de: Direkt

# tab.urls.type.redirect
source: Redirect
de: Weiterleitung
