Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/ezplatform-admin-ui/messages.*.xlf
Languages: hu_hu

# alert.close
source: Close
hu_hu: Bezár

# authentication.forgot_password
source: Forgot password?
hu_hu: Elfelejtetted a jelszavad?

# authentication.password
source: Password
hu_hu: Jelszó

# authentication.reset_your_password
source: Reset your password
hu_hu: Jelszó visszaállítása

# authentication.submit
source: Login
hu_hu: Bejelentkezés

# authentication.username
source: Username
hu_hu: Felhasználónév

# breadcrumb.user_preferences
source: User Preferences
hu_hu: Felhasználói preferenciák

# content.in_trash
source: In Trash
hu_hu: Lomtárban

# custom_url_alias_add_form.add
source: Create
hu_hu: Létrehozás

# custom_url_alias_add_form.remove
source: Delete
hu_hu: Törlés

# error.page.403.actions
source: You can also go back to the <a class="error-page__link" href="%dashboard%">dashboard</a> here or <a class="error-page__link" href="%search%">search</a> for other content.
hu_hu: Visszamehetsz a <a class="error-page__link" href="%dashboard%">vezérlőpultra</a> , vagy <a class="error-page__link" href="%search%">kereshetsz</a> más tartalmat.

# error.page.403.message
source: It’s an error 403. You don’t have permission to retrieve or access this page.<br/>Please contact your eZ Platform Administrator to request access to<br/>this content or modify your profile.
hu_hu: Ez egy 403-as hiba. Nincs jogosultságod az oldal megtekintéséhez. Kérlek, fordulj az eZ Platform Adminhoz, ha hozzáférést szeretnél kérni a tartalomhoz, vagy módosítani szeretnéd profilodat.

# error.page.403.title
source: You don’t have permission for this page. Sorry!
hu_hu: Sajnáljuk, nincs hozzáférésed ehhez az oldalhoz.

# error.page.404.actions
source: Check the URL, in case there would be an error in there.<br/>If not, go to the <a class="error-page__link" href="%dashboard%">dashboard</a> or <a class="error-page__link" href="%search%">search</a> for specific content.
hu_hu: Ellenőrizd az URL-t, hátha az nem stimmel. Ha azzal nincs gond, akkor menj a <a class="error-page__link" href="%dashboard%">vezérlőpultra</a> , vagy <a class="error-page__link" href="%search%">keress</a> rá a tartalomra.

# error.page.404.message
source: It’s an error 404. The page you requested was not found.<br/>It might have been deleted or might be temporarily unavailable.
hu_hu: Ez egy 404-es hiba. A keresett oldal nem található. Lehet, hogy törölték, vagy átmenetileg nem elérhető.

# error.page.404.title
source: Something went wrong. Sorry!
hu_hu: Valami hiba történhetett, sajnáljuk.

# error.page.default.actions
source: Please contact your eZ Platform Administrator and inform her/him about the time the error occurred, the URL in your browser window and anything related you think may have caused the error.<br/>You can also go back or try to reload the application.
hu_hu: Kérlek, lépj kapcsolatba az eZ Platform Adminnal és jelezd felé, hogy mikor történt a hiba, milyen URL-en tapasztaltad, illetve bármi mást, ami segíthet a hiba okának felkutatásában. De megpróbálhatod újra, hátha már rendben van.

# error.page.default.message
source: It's an error 500, an internal server error. The server was unable to complete your request and it's not your fault.
hu_hu: Ez egy 500-as hiba. A szerver nem tudta valamiért kiszolgálni a kérésed, de ez még véletlenül sem a te hibád.

# error.page.default.title
source: Something went wrong. Sorry!
hu_hu: Valami hiba történhetett, sajnáljuk.

# ezauthor.action.add
source: Add author
hu_hu: Szerző hozzáadása

# ezauthor.action.delete
source: Remove author
hu_hu: Szerző eltávolítása

# ezplatform.forgot_user_password.contact_administrator
source: If you do not remember your login, please contact the site administrator.
hu_hu: Ha nem emlékszel a belépési adataidra, lépj kapcsolatba az oldal adminjával.

# ezplatform.forgot_user_password.login
source: This email is connected with several accounts. Please enter your login.
hu_hu: Ehhez az e-mail címhez több felhasználói fiók is tartozik. Add meg bejelentkezési adataidat.

# ezplatform.forgot_user_password.message
source: Hi, <br /><br /> We have received a request to reset the password for your account on site. Click “reset password” below to choose a new password: <br /><br /> <a href="%reset_password%">Reset password<a/> <br /><br /> If you did not request a password reset, please ignore this email, and your password will remain the same.
hu_hu: Hello, <br /><br /> Érkezett hozzánk egy kérés, hogy módosítsuk az oldalhoz tartozó jelszavad. Kattints a “jelszó módosítása” linkre, hogy megadhasd új jelszavad: <br /><br /> <a href="%reset_password%">Jelszó módosítása<a/> <br /><br /> Ha nem kérted jelszavad módosítását, hagyd figyelmen kívül ezt a levelet, jelszavad változatlan marad.

# ezplatform.forgot_user_password.reset_your_password
source: Reset your password
hu_hu: Jelszó módosítása

# ezplatform.forgot_user_password.success
source: <p>We have sent an email to the email address of your account. You should receive the email shortly.</p> <p>If the email is slow to arrive, check your spam folders.</p> <p>If you receive no email, it’s that your username or email is unknown to us, so please double check.</p> <p>If you reset your password multiple times, only the most recent email link will be valid</p>
hu_hu: <p>Küldtünk egy e-mailt a fiókodhoz megadott e-mail címre. Hamarosan megérkezik.</p> <p>Ha nem találod a postafiókodban, ellenőrizd a SPAM mappá(ka)t is!</p> <p>Ha nem kaptál levelet, valószínűleg vagy a felhasználóneved, vagy a jelszavad ismeretlen számunkra, kérlek ellenőrizd.</p> <p>Ha többször próbáltad módosítani jelszavadat, a legfrissebb e-mailben küldött link lesz csak érvényes.</p>

# ezplatform.reset_user_password.change_password
source: Change password
hu_hu: Jelszó módosítása

# ezplatform.reset_user_password.link_is_not_valid
source: This link is not valid anymore, you can <a href="%forgot_user_password%">generate a new link</a> to reset your password.
hu_hu: Ez a link már nem érvényes. <a href="%forgot_user_password%">Új link igénylése</a> a jelszó módosításához.

# ezplatform.reset_user_password.success
source: Congrats, your password has been changed, you can now <a href="%login%">login</a> to eZ Platform.
hu_hu: Gratulálunk, a jelszavad megváltozott. <a href="%login%">Bejelentkezhetsz</a> az oldalra.

# form.cancel
source: Cancel
hu_hu: Mégse

# modal.cancel
source: Cancel
hu_hu: Mégse

# modal.delete
source: Delete
hu_hu: Törlés

# search.any_time
source: Any time
hu_hu: Bármikor

# search.section.any
source: Any section
hu_hu: Bármelyik szekció

# section.assign,content
source: Assign Content
hu_hu: Tartalom hozzárendelése

# section.modal.message
source: Do you want to delete section?
hu_hu: Szeretnéd törölni a szekciót?

# tab.locations.location_content_swap
source: Location Content Swap
hu_hu: Lokáció tartalom cseréje

# tab.locations.swap_with_another
source: Swap the content item at this location with another
hu_hu: Tartalom elem cseréje az adott lokációban

# tab.view.content
source: Content
hu_hu: Tartalom

# trash.delete.all.confirm
source: Are you sure you want to permanently delete %trashItemsCount% item(s)?
hu_hu: Biztos vagy benne, hogy véglegesen törölni szeretnéd ezeket az elemeket? %trashItemsCount%

# trash.delete.all.info
source: This action cannot be reversed
hu_hu: Ez a művelet nem vonható vissza.

# trash.delete.button.cancel
source: Cancel
hu_hu: Mégse

# trash.form.cancel
source: Cancel
hu_hu: Mégse

# trash.modal.message
source: Are you sure you want to send this content item to trash?
hu_hu: Biztosan lomtárba szeretnéd helyezni ezt a tartalmat?
