Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/ezplatform-admin-ui/role.*.xlf
Languages: pl_pl

# limitation_type.none
source: No limitations
pl_pl: Brak ograniczeń

# limitation_type.section
source: Sections
pl_pl: Sekcje

# limitation_type.subtree
source: Subtree
pl_pl: Poddrzewo

# locations.select_subtree
source: Select Subtree
pl_pl: Wybierz poddrzewo

# policy.add.policy.title
source: Adding - Policy type
pl_pl: Typ nowej reguły

# policy.add.set_limitation
source: Now you can set limitations for the policy.
pl_pl: Możesz teraz nadawać ograniczenia dla reguły.

# policy.add.success
source: New policies in role '%role%' created.
pl_pl: Stworzono nowe reguły dla roli '%role%'.

# policy.breadcrumb.add
source: Adding a new Policy
pl_pl: Dodawanie nowej reguły

# policy.breadcrumb.edit
source: Edit limitations
pl_pl: Edytuj ograniczenia

# policy.delete.success
source: Policies in role '%role%' removed.
pl_pl: Usunięto reguły dla roli '%role%'.

# policy.edit.no_limitations
source: Policy type '%policy%' does not contain limitations.
pl_pl: Typ reguły '%policy%' nie zawiera ograniczeń.

# policy.limitation.identifier_tooltip
source: "%identifier%" Limitation
pl_pl: "%identifier%" ograniczenie

# policy.limitation.none
source: None
pl_pl: Brak

# policy.modal.message
source: Do you want to delete Policy?
pl_pl: Czy chcesz usunąć tę regułę?

# policy.update.success
source: Policies in role '%role%' updated.
pl_pl: Zaktualizowano reguły dla roli '%role%'.

# policy.view.add.title
source: Adding a new Policy
pl_pl: Dodawanie nowej reguły

# policy.view.edit.title
source: Edit limitations
pl_pl: Edytuj ograniczenia

# policy.view.limitations.title
source: Edit limitations
pl_pl: Edytuj ograniczenia

# policy.view.list.action.add
source: Add a new Policy
pl_pl: Dodaj nową regułę

# policy.view.list.action.delete
source: Delete Policy
pl_pl: Usuń regułę

# policy.view.list.panel.policies.action.edit
source: Edit
pl_pl: Edytuj

# policy.view.list.panel.policies.column.function
source: Function
pl_pl: Funkcje

# policy.view.list.panel.policies.column.module
source: Module
pl_pl: Moduł

# policy.view.list.title
source: Policies
pl_pl: Reguły

# policy.view.list.title.count
source: Policies (%count%)
pl_pl: Reguły (%count%)

# policy.view.policy.title
source: Editing - Policy type
pl_pl: Typ edytowanej reguły

# role.assignment_create.success
source: Assignments on role '%role%' created.
pl_pl: Przypisano do roli '%role%'.

# role.assignment_delete.success
source: Assignment on role '%role%' removed.
pl_pl: Usunięto przypisanie do roli '%role%'.

# role.breadcrumb.add
source: Creating a new Role
pl_pl: Tworzenie nowej roli

# role.breadcrumb.edit
source: Editing Role: %identifier%
pl_pl: Edycja roli: %identifier%

# role.breadcrumb.list
source: Roles
pl_pl: Role

# role.breadcrumb.view.identifier
source: Role "%identifier%"
pl_pl: Rola "%identifier%"

# role.create.success
source: Role '%role%' created.
pl_pl: Utworzono rolę '%role%'.

# role.delete.success
source: Role '%role%' removed.
pl_pl: Usunięto rolę '%role%'.

# role.modal.message
source: Do you want to delete Role?
pl_pl: Czy chcesz usunąć rolę?

# role.update.success
source: Role '%role%' updated.
pl_pl: Zaktualizowano rolę '%role%'.

# role.view.add.title
source: Creating a new Role
pl_pl: Tworzenie nowej roli

# role.view.edit.title
source: Editing Role: %identifier%
pl_pl: Edycja roli: %identifier%

# role.view.list.action.add
source: Create a Role
pl_pl: Utwórz rolę

# role.view.list.action.assign_to_users_or_groups
source: Assign to Users/Groups
pl_pl: Przypisz użytkownikom/grupom

# role.view.list.action.delete
source: Delete Role
pl_pl: Usuń rolę

# role.view.list.action.edit
source: Edit
pl_pl: Edytuj

# role.view.list.column.id
source: Role ID
pl_pl: ID roli

# role.view.list.column.name
source: Name
pl_pl: Nazwa

# role.view.list.title
source: Roles
pl_pl: Role

# role.view.view.title
source: Role "%identifier%"
pl_pl: Rola "%identifier%"

# role.viewing
source: Viewing <strong>%viewing%</strong> out of <strong>%total%</strong> items
pl_pl: Wyświetlane <strong>%viewing%</strong> z <strong>%total%</strong> elementów

# role_assignment.view.add.panel.limitations.title
source: Limitations
pl_pl: Ograniczenia

# role_assignment.view.add.panel.users_and_groups.title
source: Users and Groups
pl_pl: Użytkownicy i grupy

# role_assignment.view.add.title
source: Assigning to Users/Groups
pl_pl: Przypisywanie do użytkowników/grup

# role_assignment.view.list.action.add
source: Assign users/groups
pl_pl: Przypisz użytkowników/grupy

# role_assignment.view.list.action.delete
source: Delete Assignment
pl_pl: Usuń przypisanie

# role_assignment.view.list.header
source: Users and Groups
pl_pl: Użytkownicy i grupy

# role_assignment.view.list.panel.assignments.column.limitation
source: Limitation
pl_pl: Ograniczenie

# role_assignment.view.list.panel.assignments.column.limitations
source: Limitations
pl_pl: Ograniczenia

# role_assignment.view.list.panel.assignments.column.user_group
source: User/Group
pl_pl: Użytkownik/grupa

# role_assignment.view.list.title.count
source: Assignments (%count%)
pl_pl: Przypisania (%count%)

# role_assignments.modal.message
source: Do you want to delete Role Assignments?
pl_pl: Czy chcesz usunąć przypisania do roli?

# tab.roles.limitation
source: Limitation
pl_pl: Ograniczenie

# tab.roles.name
source: Name
pl_pl: Nazwa

# tab.roles.no_roles
source: This content item has no roles.
pl_pl: Ten element nie ma przypisanych ról.

# tab.roles.roles
source: Roles
pl_pl: Role

# validator.assign_users_or_groups
source: Assign User(s) and/or Group(s) to the Role
pl_pl: Przypisz użytkownika(ów) i/lub grupę(y) do roli
