Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/ezplatform-admin-ui/trash.*.xlf
Languages: hu_hu

source: Trash
hu_hu: Lomtár

# trash.button.restore
source: Restore
hu_hu: Visszaállítás

# trash.button.restore_new_location
source: Restore under new parent location
hu_hu: Visszaállítás - új szülőelem alá

# trash.delete
source: Delete
hu_hu: Törlés

# trash.deleted.success
source: Deleted selected trash items.
hu_hu: A kijelölt elemeket töröltük.

# trash.empty
source: Trash is empty. Any content item you send to trash will end up here.
hu_hu: A lomtár üres.

# trash.empty.success
source: Trash empty.
hu_hu: A lomtárat kiürítettük.

# trash.headline
source: Trash
hu_hu: Lomtár

# trash.item.ancesor_in_trash
source: Ancestor is in the Trash
hu_hu: Az elem őse a lomtárban van.

# trash.modal.message
source: Do you want to delete selected item(s) from Trash?
hu_hu: Szeretnéd törölni a kijelölt elemeket a lomtárból?

# trash.name
source: Name
hu_hu: Név

# trash.original_location
source: Original location
hu_hu: Eredeti hely

# trash.restore_new_location.success
source: Items restored under '%location%' location.
hu_hu: Az elemeket visszaállítottuk a "%location%" lokáció alá.

# trash.restore_original_location.success
source: Items restored under their original location.
hu_hu: Az elemeket visszaállítottuk eredeti helyükre.

# trash.table.header
source: Trash
hu_hu: Lomtár

# trash.type
source: Type
hu_hu: Típus
