Repository: ezplatform-i18n/ezplatform-i18n-fr_FR
Catalog: translations/*/ezplatform-admin-ui/validators.*.xlf
Languages: hu_hu, pl_pl, ru_ru

# ezplatform.change_user_password.not_match
source: Old password does not match.
hu_hu: A jelszavak nem egyeznek.
ru_ru: Старый пароль не совпадает.

# ezplatform.change_user_password.passwords_must_match
source: The password fields must match.
hu_hu: A jelszavaknak egyezniük kell.
pl_pl: Podane hasła nie są identyczne.
ru_ru: Пароли должны совпадать.

# ezplatform.copy_subtree.is_not_container
source: Selected Location is not container.
hu_hu: A kiválaszott lokáció nem tároló.
pl_pl: Wybrana lokalizacja nie jest kontenerem.
ru_ru: Выбранное место не является контейнером.

# ezplatform.copy_subtree.is_root
source: Selected Location can not be root Location.
hu_hu: A kiválasztott lokáció nem lehet gyökér lokáció.
pl_pl: Wybrana lokalizacja nie może być lokalizacją główną.
ru_ru: Выбранное место не может быть корневым расположением.

# ezplatform.copy_subtree.is_sub_location
source: Target parent location is a sub location of the source subtree
hu_hu: A célnak választott szülő a főrrás részfa egy al-helye.
ru_ru: Выбранное расположение является подрасположением источника поддерева

# ezplatform.copy_subtree.limit_exceeded
source: Copy subtree limit exceeded. Current limit: %currentLimit%
hu_hu: Meghaladtad a másolás korlátját. A maximum %currentLimit%
pl_pl: Limit kopiowania poddrzewa został osiągnięty. Aktualny limit: %currentLimit%
ru_ru: Превышен предел копии поддерева. Текущий предел: %currentLimit%

# ezplatform.reset_user_password.passwords_must_match
source: The password fields must match.
hu_hu: A jelszavaknak egyezniük kell.
pl_pl: Podane hasła muszą być identyczne.
ru_ru: Пароли должны совпадать.

# js.error.address_not_found
source: Provided address does not exist
hu_hu: A cím nem létezik
pl_pl: Podany adres nie istnieje
ru_ru: Этот e-mail адрес не существует

# js.error.empty.field
source: {fieldName} field is required
hu_hu: {fieldName} mező kötelező
pl_pl: Pole {fieldName} jest wymagane
ru_ru: {fieldName} поле является обязательным

# js.error.invalid_email
source: A valid email address is required
hu_hu: Érvényes e-mail cím szükséges.
pl_pl: Wymagany jest prawidłowy adres email
ru_ru: Требуется действительный адрес электронной почты

# js.error.invalid_file_size
source: {fieldName}: Cannot upload. File exceeds file size limit.
hu_hu: {fieldName}: sikertelen feltöltés. Meghaladja a méretkorlátot.
ru_ru: {fieldName}: не удается загрузить. Размер файла превышает ограничение на размер файла.

# js.error.invalid_url
source: A valid URL is required
hu_hu: Egy érvényes URL szükséges
pl_pl: Wymagany jest prawidłowy URL
ru_ru: Требуется действительный URL адрес

# js.error.invalid_value
source: {fieldName} field has invalid values
hu_hu: {fieldName} mező érvénytelen értékeket tartalmaz.
pl_pl: Pole {fieldName} zawiera nieprawidłową wartość
ru_ru: {fieldName} поле имеет недопустимые значения

# js.error.is_greater
source: {fieldName} value should be less than or equal to {maxValue}
hu_hu: {fieldName} értéke maximum {maxValue} lehet
pl_pl: Wartość pola {fieldName} powinna być mniejsza lub równa {maxValue}
ru_ru: {fieldName} значение должно быть меньше или равным {maxValue}

# js.error.is_less
source: {fieldName} value should be greater than or equal to {minValue}
hu_hu: {fieldName} minimum {minValue} lehet
pl_pl: Wartość pola {fieldName} powinna być większa lub równa {minValue}
ru_ru: {fieldName} значение должно быть больше или равно {minValue}

# js.error.is_not_float
source: {fieldName} value should be a float number
hu_hu: {fieldName} értéke legyen lebegőpontos szám
pl_pl: Wartość pola {fieldName} powinna być wartością zmiennoprzecinkową
ru_ru: значение {fieldName} должно быть вещественным числом

# js.error.is_not_integer
source: {fieldName} value should be an integer
hu_hu: {fieldName} értéke egész szám legyen!
pl_pl: Wartość pola {fieldName} powinna być liczbą całkowitą
ru_ru: {fieldName} должно быть целое число

# js.error.not_same_passwords
source: Passwords do not match
hu_hu: A jelszavak nem egyeznek
pl_pl: Hasła nie są identyczne
ru_ru: Пароли не совпадают

# js.error.out_of_range_value
source: {fieldName} field value is out of range. The value has to be between {min} and {max}
hu_hu: {fieldName} mező értéke {min} és {max} között legyen!
pl_pl: Wartość pola {fieldName} wykracza poza zakres (od {min} do {max})
ru_ru: {fieldName} находится вне диапазона. Значение должно быть между {min} и {max}

# js.error.provide_latitude_value
source: Please, provide latitude value in the Latitude field
hu_hu: Kérlek, állítsd be a hosszúsági értéket a Hosszúság mezőben!
pl_pl: Podaj wartość pola "Szerokość geograficzna"

# js.error.provide_longitude_value
source: Please, provide longitude value in the Longitude field
hu_hu: Kérlek, állítsd be a szélességi értéket a Szélesség mezőben!
pl_pl: Podaj wartość pola "Długość geograficzna"

# js.error.too_long
source: {fieldName} value should be less than or equal to {maxLength} characters
hu_hu: {fieldName} értéke maximum {maxLength} karakter legyen
pl_pl: Wartość pola {fieldName} powinna zawierać co najwyżej {maxLength} znaków

# js.error.too_short
source: {fieldName} value should be greater than or equal to {minLength} characters
hu_hu: {fieldName} értéke minimum {minLength} karakter legyen
pl_pl: Wartość pola {fieldName} powinna zawierać co najmniej {minLength} znaków

# validator.define_subtree_or_section_limitation
source: Define a Subtree or Section limitation
hu_hu: Adj meg részfa, vagy szekció korlátozást
pl_pl: Zdefiniuj poddrzewo lub ograniczenie dla sekcji

source: ez.section.identifier.format
pl_pl: Identyfikator sekcji może wyłącznie posiadać litery od "a" do "z", cyfry oraz podkreślenia.
